/*
 Navicat Premium Data Transfer

 Source Server         : fun
 Source Server Type    : MySQL
 Source Server Version : 80019
 Source Host           : nikoni.fun:3306
 Source Schema         : mhw

 Target Server Type    : MySQL
 Target Server Version : 80019
 File Encoding         : 65001

 Date: 25/12/2023 16:26:48
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for t_skill
-- ----------------------------
DROP TABLE IF EXISTS `t_skill`;
CREATE TABLE `t_skill`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '技能名',
  `desc` varchar(511) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '技能说明',
  `max_lv` tinyint NULL DEFAULT NULL COMMENT '最高等级',
  `ex_lv` tinyint NULL DEFAULT 0 COMMENT '解放等级',
  `type` tinyint NULL DEFAULT NULL COMMENT '技能类型',
  `color` tinyint NULL DEFAULT NULL COMMENT '颜色',
  `lv_detail` varchar(1023) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '等级说明',
  `suits` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '套装',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 254 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of t_skill
-- ----------------------------
INSERT INTO `t_skill` VALUES (1, '毒耐性', '1;减少中毒状态的时间30％。;200, 0, 0, 0|2;减少中毒状态的时间60％。;300, 0, 0, 0|3;不会变为中毒状态。;0, 0, 0, 0', 3, 0, 0, 5, '1;减少受到中毒伤害的次数。;200, 0, 0, 0|2;大幅减少受到中毒伤害的次数。;300, 0, 0, 0|3;不会变为中毒状态。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (2, '麻痹耐性', '1;减少麻痹状态的时间30％。;70, 0, 0, 0|2;减少麻痹状态的时间60％。;40, 0, 0, 0|3;不会变为麻痹状态。;0, 0, 0, 0', 3, 0, 0, 9, '1;减少麻痹状态的时间30％。;70, 0, 0, 0|2;减少麻痹状态的时间60％。;40, 0, 0, 0|3;不会变为麻痹状态。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (3, '睡眠耐性', '1;减少睡眠状态的时间30％。;70, 0, 0, 0|2;减少睡眠状态的时间60％。;40, 0, 0, 0|3;不会变为睡眠状态。;0, 0, 0, 0', 3, 0, 0, 6, '1;减少睡眠状态的时间30％。;70, 0, 0, 0|2;减少睡眠状态的时间60％。;40, 0, 0, 0|3;不会变为睡眠状态。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (4, '昏厥耐性', '1;昏厥状态的时间减少60％。;40, 0, 0, 0|2;昏厥状态的时间减少90％。;10, 0, 0, 0|3;不会变为昏厥状态。;0, 0, 0, 0', 3, 0, 0, 4, '1;昏厥状态的时间减少60％。;40, 0, 0, 0|2;昏厥状态的时间减少90％。;10, 0, 0, 0|3;不会变为昏厥状态。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (5, '泥耐性', '1;减轻移动速度、回避行动的限制。;1, 1, 0, 0', 1, 0, 0, 10, '1;减轻移动速度、回避行动的限制。;1, 1, 0, 0', '');
INSERT INTO `t_skill` VALUES (6, '爆破异常状态的耐性', '1;爆破前的间隔时间延长30%，爆破时受到的伤害减轻30%。;150, 50, 0, 0|2;爆破前的间隔时间延长60%，爆破时受到的伤害减轻60%。;200, 25, 0, 0|3;不会变为爆破异常状态。;0, 0, 0, 0', 3, 0, 0, 25, '1;延长爆破前的间隔时间，减轻爆破时受到的伤害。;150, 50, 0, 0|2;更加延长爆破前的间隔时间，大幅减轻爆破时遭受的伤害。;200, 25, 0, 0|3;不会变为爆破异常状态。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (7, '裂伤耐性', '1;将减轻裂伤状态造成的伤害。;50, 0, 0, 0|2;大幅减轻裂伤状态造成的伤害。;25, 0, 0, 0|3;不会变为裂伤状态。;0, 0, 0, 0', 3, 0, 0, 7, '1;将减轻裂伤状态造成的伤害。;50, 0, 0, 0|2;大幅减轻裂伤状态造成的伤害。;25, 0, 0, 0|3;不会变为裂伤状态。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (8, '防御力下降耐性', '1;防御力下降状态的时间减少50％。;50, 0, 0, 0|2;防御力下降状态的时间减少75％。;25, 0, 0, 0|3;不会变为防御力下降状态。;0, 0, 0, 0', 3, 0, 0, 7, '1;防御力下降状态的时间减少50％。;50, 0, 0, 0|2;防御力下降状态的时间减少75％。;25, 0, 0, 0|3;不会变为防御力下降状态。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (9, '耳塞', '1;咆哮【小】的影响降低80%。;20, 100, 0, 0|2;咆哮【小】的影响降低90%。;10, 100, 0, 0|3;使咆哮【小】无效。;0, 100, 0, 0|4;使咆哮【小】无效，咆哮【大】的影响降低90%。;0, 10, 0, 0|5;使咆哮【小】【大】无效。;0, 0, 0, 0', 5, 0, 0, 0, '1;小幅减轻咆哮【小】的影响。;20, 100, 0, 0|2;减轻咆哮【小】的影响。;10, 100, 0, 0|3;使咆哮【小】无效。;0, 100, 0, 0|4;使咆哮【小】无效，减轻咆哮【大】的影响。;0, 10, 0, 0|5;使咆哮【小】【大】无效。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (10, '风压耐性', '1;风压【小】的影响降低70%。;30, 100, 0, 0|2;风压【小】的影响降低80%。;20, 100, 0, 0|3;使风压【小】无效。;0, 100, 0, 0|4;使风压【小】无效，风压【大】的影响降低50%。;0, 50, 0, 0|5;使风压【小】【大】无效。;0, 0, 0, 0', 5, 0, 0, 0, '1;小幅减轻风压【小】。;30, 100, 0, 0|2;减轻风压【小】。;20, 100, 0, 0|3;使风压【小】无效。;0, 100, 0, 0|4;使风压【小】无效，减轻风压【大】。;0, 50, 0, 0|5;使风压【小】【大】无效。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (11, '耐震', '1;使震动【小】无效。;0, 100, 0, 0|2;使震动【小】无效，震动【大】的影响降低80%。;0, 20, 0, 0|3;使震动【小】【大】无效。;0, 0, 0, 0', 3, 0, 0, 10, '1;使震动【小】无效。;0, 100, 0, 0|2;使震动【小】无效，减轻震动【大】的影响。;0, 20, 0, 0|3;使震动【小】【大】无效。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (12, '异臭名人', '1;逃离投射器异臭弹的效果提高至1.5倍。;100, 0, 0, 0', 1, 0, 0, 11, '1;提高逃离投射器异臭弹的效果。;100, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (13, '适应瘴气环境', '1;使瘴气雾霾无效，减轻酸造成的伤害。;1, 0, 0, 0', 1, 0, 0, 11, '1;使瘴气雾霾无效，减轻酸造成的伤害。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (14, '热伤害无效', '1;使热造成的伤害无效。;1, 0, 0, 0', 1, 0, 0, 7, '1;使热造成的伤害无效。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (15, '攻击', '1;基础攻击力＋3;3, 0, 0, 0|2;基础攻击力＋6;6, 0, 0, 0|3;基础攻击力＋9;9, 0, 0, 0|4;基础攻击力＋12、会心率＋5％;12, 5, 0, 0|5;基础攻击力＋15、会心率＋5％;15, 5, 0, 0|6;基础攻击力＋18、会心率＋5％;18, 5, 0, 0|7;基础攻击力＋21、会心率＋5％;21, 5, 0, 0', 7, 0, 0, 1, '1;基础攻击力＋3;3, 0, 0, 0|2;基础攻击力＋6;6, 0, 0, 0|3;基础攻击力＋9;9, 0, 0, 0|4;基础攻击力＋12、会心率＋5％;12, 5, 0, 0|5;基础攻击力＋15、会心率＋5％;15, 5, 0, 0|6;基础攻击力＋18、会心率＋5％;18, 5, 0, 0|7;基础攻击力＋21、会心率＋5％;21, 5, 0, 0', '');
INSERT INTO `t_skill` VALUES (16, '防御', '1;防御力＋5;5, 0, 0, 0|2;防御力＋10;10, 0, 0, 0|3;防御力变为1.05倍，防御力＋10;10, 0, 5, 0|4;防御力变为1.05倍，防御力＋20、全属性耐性值＋3;20, 3, 5, 0|5;防御力变为1.08倍，防御力＋20、全属性耐性值＋3;20, 3, 8, 0|6;防御力变为1.08倍，防御力＋35、全属性耐性值＋5;35, 5, 8, 0|7;防御力变为1.1倍，防御力＋35、全属性耐性值＋5;35, 5, 10, 0', 7, 0, 0, 7, '1;防御力＋5;5, 0, 0, 0|2;防御力＋10;10, 0, 0, 0|3;防御力变为1.05倍，防御力＋10;10, 0, 5, 0|4;防御力变为1.05倍，防御力＋20、全属性耐性值＋3;20, 3, 5, 0|5;防御力变为1.08倍，防御力＋20、全属性耐性值＋3;20, 3, 8, 0|6;防御力变为1.08倍，防御力＋35、全属性耐性值＋5;35, 5, 8, 0|7;防御力变为1.1倍，防御力＋35、全属性耐性值＋5;35, 5, 10, 0', '');
INSERT INTO `t_skill` VALUES (17, '体力增强', '1;体力＋15;15, 0, 0, 0|2;体力＋30;30, 0, 0, 0|3;体力＋50;50, 0, 0, 0', 3, 0, 0, 2, '1;体力＋15;15, 0, 0, 0|2;体力＋30;30, 0, 0, 0|3;体力＋50;50, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (18, '体力回复量上升', '1;回复量1.1倍;110, 0, 0, 0|2;回复量1.2倍;120, 0, 0, 0|3;回复量1.3倍;130, 0, 0, 0', 3, 0, 0, 2, '1;回复量1.1倍;110, 0, 0, 0|2;回复量1.2倍;120, 0, 0, 0|3;回复量1.3倍;130, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (19, '回复速度', '1;红色槽的自动回复速度2倍;200, 0, 0, 0|2;红色槽的自动回复速度3倍;300, 0, 0, 0|3;红色槽的自动回复速度4倍;400, 0, 0, 0', 3, 0, 0, 2, '1;红色槽的自动回复速度2倍;200, 0, 0, 0|2;红色槽的自动回复速度3倍;300, 0, 0, 0|3;红色槽的自动回复速度4倍;400, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (20, '火耐性', '1;火耐性＋6;6, 0, 0, 0|2;火耐性＋12;12, 0, 0, 0|3;火耐性＋20、防御力＋10;20, 10, 0, 0', 3, 0, 0, 1, '1;火耐性＋6;6, 0, 0, 0|2;火耐性＋12;12, 0, 0, 0|3;火耐性＋20、防御力＋10;20, 10, 0, 0', '');
INSERT INTO `t_skill` VALUES (21, '水耐性', '1;水耐性＋6;6, 0, 0, 0|2;水耐性＋12;12, 0, 0, 0|3;水耐性＋20、防御力＋10;20, 10, 0, 0', 3, 0, 0, 3, '1;水耐性＋6;6, 0, 0, 0|2;水耐性＋12;12, 0, 0, 0|3;水耐性＋20、防御力＋10;20, 10, 0, 0', '');
INSERT INTO `t_skill` VALUES (22, '冰耐性', '1;冰耐性＋6;6, 0, 0, 0|2;冰耐性＋12;12, 0, 0, 0|3;冰耐性＋20、防御力＋10;20, 10, 0, 0', 3, 0, 0, 0, '1;冰耐性＋6;6, 0, 0, 0|2;冰耐性＋12;12, 0, 0, 0|3;冰耐性＋20、防御力＋10;20, 10, 0, 0', '');
INSERT INTO `t_skill` VALUES (23, '雷耐性', '1;雷耐性＋6;6, 0, 0, 0|2;雷耐性＋12;12, 0, 0, 0|3;雷耐性＋20、防御力＋10;20, 10, 0, 0', 3, 0, 0, 4, '1;雷耐性＋6;6, 0, 0, 0|2;雷耐性＋12;12, 0, 0, 0|3;雷耐性＋20、防御力＋10;20, 10, 0, 0', '');
INSERT INTO `t_skill` VALUES (24, '龙耐性', '1;龙耐性＋6;6, 0, 0, 0|2;龙耐性＋12;12, 0, 0, 0|3;龙耐性＋20、防御力＋10;20, 10, 0, 0', 3, 0, 0, 14, '1;龙耐性＋6;6, 0, 0, 0|2;龙耐性＋12;12, 0, 0, 0|3;龙耐性＋20、防御力＋10;20, 10, 0, 0', '');
INSERT INTO `t_skill` VALUES (25, '属性异常状态的耐性', '1;所有属性异常状态的效果时间减少50％。;50, 0, 0, 0|2;所有属性异常状态的效果时间减少75％。;25, 0, 0, 0|3;使全属性异常状态无效。;0, 0, 0, 0', 3, 0, 0, 19, '1;所有属性异常状态的效果时间减少50％。;50, 0, 0, 0|2;所有属性异常状态的效果时间减少75％。;25, 0, 0, 0|3;使全属性异常状态无效。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (26, '火属性攻击强化', '1;火属性攻击值＋30;3, 100, 0, 0|2;火属性攻击值＋60;6, 100, 0, 0|3;火属性攻击值＋100;10, 100, 0, 0|4;火属性攻击值变为1.05倍，火属性攻击值＋100;10, 105, 0, 0|5;火属性攻击值变为1.1倍，火属性攻击值＋100;10, 110, 0, 0|6;火属性攻击值变为1.2倍，火属性攻击值＋100;10, 120, 0, 0', 6, 0, 0, 1, '1;火属性攻击值＋30;3, 100, 0, 0|2;火属性攻击值＋60;6, 100, 0, 0|3;火属性攻击值＋100;10, 100, 0, 0|4;火属性攻击值变为1.05倍，火属性攻击值＋100;10, 105, 0, 0|5;火属性攻击值变为1.1倍，火属性攻击值＋100;10, 110, 0, 0|6;火属性攻击值变为1.2倍，火属性攻击值＋100;10, 120, 0, 0', '');
INSERT INTO `t_skill` VALUES (27, '水属性攻击强化', '1;水属性攻击值＋30;3, 100, 0, 0|2;水属性攻击值＋60;6, 100, 0, 0|3;水属性攻击值＋100;10, 100, 0, 0|4;水属性攻击值变为1.05倍，水属性攻击值＋100;10, 105, 0, 0|5;水属性攻击值变为1.1倍，水属性攻击值＋100;10, 110, 0, 0|6;水属性攻击值变为1.2倍，水属性攻击值＋100;10, 120, 0, 0', 6, 0, 0, 3, '1;水属性攻击值＋30;3, 100, 0, 0|2;水属性攻击值＋60;6, 100, 0, 0|3;水属性攻击值＋100;10, 100, 0, 0|4;水属性攻击值变为1.05倍，水属性攻击值＋100;10, 105, 0, 0|5;水属性攻击值变为1.1倍，水属性攻击值＋100;10, 110, 0, 0|6;水属性攻击值变为1.2倍，水属性攻击值＋100;10, 120, 0, 0', '');
INSERT INTO `t_skill` VALUES (28, '冰属性攻击强化', '1;冰属性攻击值＋30;3, 100, 0, 0|2;冰属性攻击值＋60;6, 100, 0, 0|3;冰属性攻击值＋100;10, 100, 0, 0|4;冰属性攻击值变为1.05倍，冰属性攻击值＋100;10, 105, 0, 0|5;冰属性攻击值变为1.1倍，冰属性攻击值＋100;10, 110, 0, 0|6;冰属性攻击值变为1.2倍，冰属性攻击值＋100;10, 120, 0, 0', 6, 0, 0, 0, '1;冰属性攻击值＋30;3, 100, 0, 0|2;冰属性攻击值＋60;6, 100, 0, 0|3;冰属性攻击值＋100;10, 100, 0, 0|4;冰属性攻击值变为1.05倍，冰属性攻击值＋100;10, 105, 0, 0|5;冰属性攻击值变为1.1倍，冰属性攻击值＋100;10, 110, 0, 0|6;冰属性攻击值变为1.2倍，冰属性攻击值＋100;10, 120, 0, 0', '');
INSERT INTO `t_skill` VALUES (29, '雷属性攻击强化', '1;雷属性攻击值＋30;3, 100, 0, 0|2;雷属性攻击值＋60;6, 100, 0, 0|3;雷属性攻击值＋100;10, 100, 0, 0|4;雷属性攻击值变为1.05倍，雷属性攻击值＋100;10, 105, 0, 0|5;雷属性攻击值变为1.1倍，雷属性攻击值＋100;10, 110, 0, 0|6;雷属性攻击值变为1.2倍，雷属性攻击值＋100;10, 120, 0, 0', 6, 0, 0, 4, '1;雷属性攻击值＋30;3, 100, 0, 0|2;雷属性攻击值＋60;6, 100, 0, 0|3;雷属性攻击值＋100;10, 100, 0, 0|4;雷属性攻击值变为1.05倍，雷属性攻击值＋100;10, 105, 0, 0|5;雷属性攻击值变为1.1倍，雷属性攻击值＋100;10, 110, 0, 0|6;雷属性攻击值变为1.2倍，雷属性攻击值＋100;10, 120, 0, 0', '');
INSERT INTO `t_skill` VALUES (30, '龙属性攻击强化', '1;龙属性攻击值＋30;3, 100, 0, 0|2;龙属性攻击值＋60;6, 100, 0, 0|3;龙属性攻击值＋100;10, 100, 0, 0|4;龙属性攻击值变为1.05倍，龙属性攻击值＋100;10, 105, 0, 0|5;龙属性攻击值变为1.1倍，龙属性攻击值＋100;10, 110, 0, 0|6;龙属性攻击值变为1.2倍，龙属性攻击值＋100;10, 120, 0, 0', 6, 0, 0, 14, '1;龙属性攻击值＋30;3, 100, 0, 0|2;龙属性攻击值＋60;6, 100, 0, 0|3;龙属性攻击值＋100;10, 100, 0, 0|4;龙属性攻击值变为1.05倍，龙属性攻击值＋100;10, 105, 0, 0|5;龙属性攻击值变为1.1倍，龙属性攻击值＋100;10, 110, 0, 0|6;龙属性攻击值变为1.2倍，龙属性攻击值＋100;10, 120, 0, 0', '');
INSERT INTO `t_skill` VALUES (31, '毒属性强化', '1;毒素累积值变为1.05倍，毒素累积值＋10;105, 0, 0, 0|2;毒素累积值变为1.1倍，毒素累积值＋10;110, 0, 0, 0|3;毒素累积值变为1.2倍，毒素累积值＋10;120, 0, 0, 0|4;毒的累积值变为1.3倍，毒的累积值＋10;130, 0, 0, 0', 4, 0, 0, 5, '1;毒素累积值变为1.05倍，毒素累积值＋10;105, 0, 0, 0|2;毒素累积值变为1.1倍，毒素累积值＋10;110, 0, 0, 0|3;毒素累积值变为1.2倍，毒素累积值＋10;120, 0, 0, 0|4;毒的累积值变为1.3倍，毒的累积值＋10;130, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (32, '麻痹属性强化', '1;麻痹累积值变为1.05倍，麻痹累积值＋10;105, 0, 0, 0|2;麻痹累积值变为1.1倍，麻痹累积值＋10;110, 0, 0, 0|3;麻痹累积值变为1.2倍，麻痹累积值＋10;120, 0, 0, 0|4;麻痹的累积值变为1.3倍，麻痹的累积值＋10;130, 0, 0, 0', 4, 0, 0, 9, '1;麻痹累积值变为1.05倍，麻痹累积值＋10;105, 0, 0, 0|2;麻痹累积值变为1.1倍，麻痹累积值＋10;110, 0, 0, 0|3;麻痹累积值变为1.2倍，麻痹累积值＋10;120, 0, 0, 0|4;麻痹的累积值变为1.3倍，麻痹的累积值＋10;130, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (33, '睡眠属性强化', '1;睡眠累积值变为1.05倍，睡眠累积值＋10;105, 0, 0, 0|2;睡眠累积值变为1.1倍，睡眠累积值＋10;110, 0, 0, 0|3;睡眠累积值变为1.2倍，睡眠累积值＋10;120, 0, 0, 0|4;睡眠的累积值变为1.3倍，睡眠的累积值＋10;130, 0, 0, 0', 4, 0, 0, 6, '1;睡眠累积值变为1.05倍，睡眠累积值＋10;105, 0, 0, 0|2;睡眠累积值变为1.1倍，睡眠累积值＋10;110, 0, 0, 0|3;睡眠累积值变为1.2倍，睡眠累积值＋10;120, 0, 0, 0|4;睡眠的累积值变为1.3倍，睡眠的累积值＋10;130, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (34, '爆破属性强化', '1;爆破累积值变为1.05倍，爆破累积值＋10;105, 0, 0, 0|2;爆破累积值变为1.1倍，爆破累积值＋10;110, 0, 0, 0|3;爆破累积值变为1.2倍，爆破累积值＋10;120, 0, 0, 0|4;爆破的累积值变为1.3倍，爆破的累积值＋10;130, 0, 0, 0', 4, 0, 0, 25, '1;爆破累积值变为1.05倍，爆破累积值＋10;105, 0, 0, 0|2;爆破累积值变为1.1倍，爆破累积值＋10;110, 0, 0, 0|3;爆破累积值变为1.2倍，爆破累积值＋10;120, 0, 0, 0|4;爆破的累积值变为1.3倍，爆破的累积值＋10;130, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (35, '通常弹与通常箭强化', '1;通常弹、通常箭的威力提升至1.1倍;110, 110, 0, 0|2;通常弹、通常箭的威力提升至1.2倍。;120, 120, 0, 0', 2, 0, 0, 0, '1;通常弹、通常箭的威力提升;110, 110, 0, 0|2;更加提升通常弹、通常箭的威力。;120, 120, 0, 0', '');
INSERT INTO `t_skill` VALUES (36, '贯通弹与龙之箭强化', '1;贯通弹、龙之箭的威力提升至1.1倍;110, 110, 0, 0|2;贯通弹、龙之箭的威力提升至1.2倍。;120, 120, 0, 0', 2, 0, 0, 3, '1;贯通弹、龙之箭的威力提升;110, 110, 0, 0|2;更加提升贯通弹、龙之箭的威力。;120, 120, 0, 0', '');
INSERT INTO `t_skill` VALUES (37, '散弹·刚射强化', '1;散弹、刚射、龙之千矢的威力提升至1.1倍。;110, 110, 0, 0|2;散弹、刚射、龙之千矢的威力提升至1.15倍。;115, 115, 0, 0', 2, 0, 0, 13, '1;提升散弹、刚射、龙之千矢的威力。;110, 110, 0, 0|2;更加提升散弹、刚射、龙之千矢的威力。;115, 115, 0, 0', '');
INSERT INTO `t_skill` VALUES (38, '毒瓶追加', '1;变成可装备毒瓶。;0, 0, 0, 0', 1, 0, 0, 5, '1;变成可装备毒瓶。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (39, '麻痹瓶追加', '1;变成可装备麻痹瓶。;0, 0, 0, 0', 1, 0, 0, 9, '1;变成可装备麻痹瓶。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (40, '睡眠瓶追加', '1;变成可装备睡眠瓶。;0, 0, 0, 0', 1, 0, 0, 6, '1;变成可装备睡眠瓶。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (41, '爆破瓶追加', '1;变成可装备爆破瓶。;0, 0, 0, 0', 1, 0, 0, 25, '1;变成可装备爆破瓶。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (42, '属性解放／装填扩充', '1;激发出1／3的隐藏属性。／增加部分弹药装填数。;1, 1, 0, 0|2;激发出2／3的隐藏属性。／增加多数弹药装填数。;2, 2, 0, 0|3;激发出100％的隐藏属性。／几乎增加所有弹药装填数。;3, 3, 0, 0', 3, 0, 0, 12, '1;激发出1／3的隐藏属性。／增加部分弹药装填数。;1, 1, 0, 0|2;激发出2／3的隐藏属性。／增加多数弹药装填数。;2, 2, 0, 0|3;激发出100％的隐藏属性。／几乎增加所有弹药装填数。;3, 3, 0, 0', '');
INSERT INTO `t_skill` VALUES (43, '看破', '1;会心率＋5％;5, 0, 0, 0|2;会心率＋10％;10, 0, 0, 0|3;会心率＋15％;15, 0, 0, 0|4;会心率＋20％;20, 0, 0, 0|5;会心率＋25％;25, 0, 0, 0|6;会心率＋30％;30, 0, 0, 0|7;会心率＋40％;40, 0, 0, 0', 7, 0, 0, 15, '1;会心率＋5％;5, 0, 0, 0|2;会心率＋10％;10, 0, 0, 0|3;会心率＋15％;15, 0, 0, 0|4;会心率＋20％;20, 0, 0, 0|5;会心率＋25％;25, 0, 0, 0|6;会心率＋30％;30, 0, 0, 0|7;会心率＋40％;40, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (44, '超会心', '1;会心攻击时的伤害倍率增强为1.3倍。;130, 0, 0, 0|2;会心攻击时的伤害倍率增强为1.35倍。;135, 0, 0, 0|3;会心攻击时的伤害倍率增强为1.4倍。;140, 0, 0, 0', 3, 0, 0, 15, '1;会心攻击时的伤害倍率增强为1.3倍。;130, 0, 0, 0|2;会心攻击时的伤害倍率增强为1.35倍。;135, 0, 0, 0|3;会心攻击时的伤害倍率增强为1.4倍。;140, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (45, '弱点特效', '1;攻击有效部位时，会心率＋10％若有受伤再＋5％;10, 15, 0, 0|2;攻击有效部位时，会心率＋15％若有受伤再＋15％;15, 30, 0, 0|3;攻击有效部位时，会心率＋30％若有受伤再＋20％;30, 50, 0, 0', 3, 0, 0, 15, '1;攻击有效部位时，会心率＋10％若有受伤再＋5％;10, 15, 0, 0|2;攻击有效部位时，会心率＋15％若有受伤再＋15％;15, 30, 0, 0|3;攻击有效部位时，会心率＋30％若有受伤再＋20％;30, 50, 0, 0', '');
INSERT INTO `t_skill` VALUES (46, '集中', '1;槽上升率5％提升，蓄力时间缩短5％;105, 95, 1, 0|2;槽上升率10％提升，蓄力时间缩短10％;110, 90, 2, 0|3;槽上升率20％提升，蓄力时间缩短15％;120, 85, 3, 0', 3, 0, 0, 24, '1;槽上升率5％提升，蓄力时间缩短5％;105, 95, 1, 0|2;槽上升率10％提升，蓄力时间缩短10％;110, 90, 2, 0|3;槽上升率20％提升，蓄力时间缩短15％;120, 85, 3, 0', '');
INSERT INTO `t_skill` VALUES (47, '强化持续', '1;太刀、操虫棍、盾斧的强化状态持续时间增加至1.1倍，双刀、斩斧的强化状态持续时间增加至1.3倍，。;1, 0, 0, 0|2;太刀、操虫棍、盾斧的强化状态持续时间增加至1.2倍，双刀、斩斧的强化状态持续时间增加至1.6倍。;2, 0, 0, 0|3;太刀、操虫棍、盾斧的强化状态持续时间增加至1.4倍，双刀、斩斧的强化状态持续时间增加至2倍。;3, 0, 0, 0', 3, 0, 0, 24, '1;稍微延长强化时间。;1, 0, 0, 0|2;延长强化时间。;2, 0, 0, 0|3;大幅延长强化时间。;3, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (48, '匠', '1;武器的锐利度+10;120, 0, 0, 0|2;武器的锐利度+20;140, 0, 0, 0|3;武器的锐利度+30;160, 0, 0, 0|4;武器的锐利度+40;180, 0, 0, 0|5;武器的锐利度+50;200, 0, 0, 0', 5, 0, 0, 0, '1;武器的锐利度+10;120, 0, 0, 0|2;武器的锐利度+20;140, 0, 0, 0|3;武器的锐利度+30;160, 0, 0, 0|4;武器的锐利度+40;180, 0, 0, 0|5;武器的锐利度+50;200, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (49, '拔刀术【技】', '1;武器拔刀攻击的会心率＋30％;30, 0, 0, 0|2;武器拔刀攻击的会心率＋60％;60, 0, 0, 0|3;武器拔刀攻击的会心率＋100％;100, 0, 0, 0', 3, 0, 0, 15, '1;武器拔刀攻击的会心率＋30％;30, 0, 0, 0|2;武器拔刀攻击的会心率＋60％;60, 0, 0, 0|3;武器拔刀攻击的会心率＋100％;100, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (50, '破坏王', '1;对部位的累积伤害1.1倍;110, 0, 0, 0|2;对部位的累积伤害1.2倍;120, 0, 0, 0|3;对部位的累积伤害1.3倍;130, 0, 0, 0', 3, 0, 0, 10, '1;对部位的累积伤害1.1倍;110, 0, 0, 0|2;对部位的累积伤害1.2倍;120, 0, 0, 0|3;对部位的累积伤害1.3倍;130, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (51, '击晕术', '1;昏厥威力1.2倍;0, 120, 0, 0|2;昏厥威力1.3倍;0, 130, 0, 0|3;昏厥威力1.4倍;0, 140, 0, 0|4;昏厥威力1.5倍;0, 150, 0, 0|5;昏厥威力1.6倍;0, 160, 0, 0', 5, 2, 0, 4, '1;昏厥威力1.2倍;0, 120, 0, 0|2;昏厥威力1.3倍;0, 130, 0, 0|3;昏厥威力1.4倍;0, 140, 0, 0|4;昏厥威力1.5倍;0, 150, 0, 0|5;昏厥威力1.6倍;0, 160, 0, 0', '');
INSERT INTO `t_skill` VALUES (52, '夺取耐力', '1;减气威力1.2倍;0, 120, 0, 0|2;减气威力1.3倍;0, 130, 0, 0|3;减气威力1.4倍;0, 140, 0, 0|4;减气威力1.5倍;0, 150, 0, 0|5;减气威力1.6倍;0, 160, 0, 0', 5, 2, 0, 6, '1;减气威力1.2倍;0, 120, 0, 0|2;减气威力1.3倍;0, 130, 0, 0|3;减气威力1.4倍;0, 140, 0, 0|4;减气威力1.5倍;0, 150, 0, 0|5;减气威力1.6倍;0, 160, 0, 0', '');
INSERT INTO `t_skill` VALUES (53, '骑乘名人', '1;骑乘累积值增加至1.25倍，更容易骑乘怪物，骑乘状态更容易成功攻击。;1, 0, 0, 0', 1, 0, 0, 3, '1;容易骑乘怪物，更容易在骑乘状态下成功。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (54, '飞燕', '1;跳跃攻击的威力变为1.3倍;130, 0, 0, 0', 1, 0, 0, 3, '1;跳跃攻击的威力变为1.3倍;130, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (55, '力量解放', '1;若受到180点伤害或战斗达到5分钟，将在2分钟内获得会心率＋10％耐力消耗量减少30％;10, 70, 120, 0|2;若受到180点伤害或战斗达到5分钟，将在2分钟内获得会心率＋20％耐力消耗量减少30％;20, 70, 120, 0|3;若受到180点伤害或战斗达到5分钟，将在2分钟内获得会心率＋30％耐力消耗量减少50％;30, 50, 120, 0|4;若受到180点伤害或战斗达到5分钟，将在2分钟内获得会心率＋40％耐力消耗量减少50％;40, 50, 120, 0|5;若受到180点伤害或战斗达到5分钟，将在2分钟内获得会心率＋50％耐力消耗量减少50％;50, 50, 120, 0|6;若受到180点伤害或战斗达到5分钟，将在2分钟内获得会心率＋50％，耐力消耗量减轻50％，更容易发动效果。;50, 50, 120, 0|7;若受到180点伤害或战斗达到5分钟，将在2分钟内获得会心率＋60％，耐力消耗量减轻50％，更容易发动效果。;60, 50, 120, 0', 7, 2, 0, 1, '1;技能发动时，会心率＋10％耐力消耗量减少30％;10, 70, 120, 0|2;技能发动时，会心率＋20％耐力消耗量减少30％;20, 70, 120, 0|3;技能发动时，会心率＋30％耐力消耗量减少50％;30, 50, 120, 0|4;技能发动时，会心率＋40％耐力消耗量减少50％;40, 50, 120, 0|5;技能发动时，会心率＋50％耐力消耗量减少50％;50, 50, 120, 0|6;技能发动时，会心率＋50％，耐力消耗量减轻50％，更容易发动效果。;50, 50, 120, 0|7;技能发动时，会心率＋60％，耐力消耗量减轻50％，更容易发动效果。;60, 50, 120, 0', '');
INSERT INTO `t_skill` VALUES (56, '挑战者', '1;若战斗中的大型怪物发怒，获得基础攻击力＋4会心率＋5％;4, 5, 0, 0|2;若战斗中的大型怪物发怒，获得基础攻击力＋8会心率＋5％;8, 5, 0, 0|3;若战斗中的大型怪物发怒，获得基础攻击力＋12会心率＋7％;12, 7, 0, 0|4;若战斗中的大型怪物发怒，获得基础攻击力＋16会心率＋7％;16, 7, 0, 0|5;若战斗中的大型怪物发怒，获得基础攻击力＋20会心率＋10％;20, 10, 0, 0|6;若战斗中的大型怪物发怒，获得基础攻击力＋24会心率＋15％;24, 15, 0, 0|7;若战斗中的大型怪物发怒，获得基础攻击力＋28会心率＋20％;28, 20, 0, 0', 7, 2, 0, 1, '1;技能发动时，基础攻击力＋4会心率＋5％;4, 5, 0, 0|2;技能发动时，基础攻击力＋8会心率＋5％;8, 5, 0, 0|3;技能发动时，基础攻击力＋12会心率＋7％;12, 7, 0, 0|4;技能发动时，基础攻击力＋16会心率＋7％;16, 7, 0, 0|5;技能发动时，基础攻击力＋20会心率＋10％;20, 10, 0, 0|6;技能发动时，基础攻击力＋24会心率＋15％;24, 15, 0, 0|7;技能发动时，基础攻击力＋28会心率＋20％;28, 20, 0, 0', '');
INSERT INTO `t_skill` VALUES (57, '无伤', '1;体力全满时，基础攻击力＋5;5, 0, 0, 0|2;体力全满时，基础攻击力＋10;10, 0, 0, 0|3;体力全满时，基础攻击力＋20;20, 0, 0, 0', 3, 0, 0, 1, '1;技能发动时，基础攻击力＋5;5, 0, 0, 0|2;技能发动时，基础攻击力＋10;10, 0, 0, 0|3;技能发动时，基础攻击力＋20;20, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (58, '火场怪力', '1;体力在最大值的35%以下时，防御力＋50;100, 50, 0, 0|2;体力在最大值的35%以下时，攻击力1.05倍防御力＋50;105, 50, 0, 0|3;体力在最大值的35%以下时，攻击力1.05倍防御力＋100;105, 100, 0, 0|4;体力在最大值的35%以下时，攻击力1.1倍防御力＋100;110, 100, 0, 0|5;体力在最大值的35%以下时，攻击力1.15倍防御力＋100;115, 100, 0, 0|6;体力在最大值的35%以下时，攻击力1．25倍防御力＋150;125, 150, 0, 0|7;体力在最大值的35%以下时，攻击力1．4倍防御力＋150;140, 150, 0, 0', 7, 2, 0, 1, '1;技能发动时，防御力＋50;100, 50, 0, 0|2;技能发动时，攻击力1.05倍防御力＋50;105, 50, 0, 0|3;技能发动时，攻击力1.05倍防御力＋100;105, 100, 0, 0|4;技能发动时，攻击力1.1倍防御力＋100;110, 100, 0, 0|5;技能发动时，攻击力1.15倍防御力＋100;115, 100, 0, 0|6;技能发动时，攻击力1．25倍防御力＋150;125, 150, 0, 0|7;技能发动时，攻击力1．4倍防御力＋150;140, 150, 0, 0', '');
INSERT INTO `t_skill` VALUES (59, '不屈', '1;每次体力耗尽时，攻击力提升至1.1倍、防御力提升至1.15倍，持续50分钟，最多2次;110, 115, 2, 3000', 1, 0, 0, 14, '1;每次攻击力1.1倍、防御力1.15倍;110, 115, 2, 3000', '');
INSERT INTO `t_skill` VALUES (60, '怨恨', '1;体力槽留有红色部分的期间，基础攻击力＋5;5, 0, 0, 0|2;体力槽留有红色部分的期间，基础攻击力＋10;10, 0, 0, 0|3;体力槽留有红色部分的期间，基础攻击力＋15;15, 0, 0, 0|4;体力槽留有红色部分的期间，基础攻击力＋20;20, 0, 0, 0|5;体力槽留有红色部分的期间，基础攻击力＋25;25, 0, 0, 0', 5, 0, 0, 14, '1;技能发动时，基础攻击力＋5;5, 0, 0, 0|2;技能发动时，基础攻击力＋10;10, 0, 0, 0|3;技能发动时，基础攻击力＋15;15, 0, 0, 0|4;技能发动时，基础攻击力＋20;20, 0, 0, 0|5;技能发动时，基础攻击力＋25;25, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (61, '死里逃生', '1;处于状态异常时，回避的无敌时间提升至12帧，固定耐力消耗量减少20%，持续耐力消耗量减少30%。;50, 0, 0, 0', 1, 0, 0, 6, '1;技能发动时，大幅延长回避的无敌时间，并减少耐力消耗量。;50, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (62, '吹笛名人', '1;延长狩猎笛的旋律效果时间，体力回复量的上升率提升;1, 0, 0, 0|2;更加延长狩猎笛的旋律效果时间。;2, 0, 0, 0', 2, 0, 0, 0, '1;延长狩猎笛的旋律效果时间，体力回复量的上升率提升;1, 0, 0, 0|2;更加延长狩猎笛的旋律效果时间。;2, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (63, '炮弹装填数提升', '1;装填数＋1;1, 1, 0, 0', 1, 0, 0, 10, '1;装填数＋1;1, 1, 0, 0', '');
INSERT INTO `t_skill` VALUES (64, '特殊射击强化', '1;弩枪的特殊弹药与弓的龙之箭、龙之千矢威力变为1.1倍。;110, 110, 110, 0|2;弩枪的特殊弹药与弓的龙之箭、龙之千矢威力变为1.2倍。;120, 120, 120, 0', 2, 0, 0, 10, '1;弩枪的特殊弹药与弓的龙之箭、龙之千矢威力变为1.1倍。;110, 110, 110, 0|2;弩枪的特殊弹药与弓的龙之箭、龙之千矢威力变为1.2倍。;120, 120, 120, 0', '');
INSERT INTO `t_skill` VALUES (65, '炮术', '1;爆破攻击威力变为1.1倍，龙击炮的冷却时间减少15％;1, 0, 0, 0|2;爆破攻击威力变为1.2倍，龙击炮的冷却时间减少30％;2, 0, 0, 0|3;爆破攻击威力变为1.3倍，龙击炮的冷却时间减少50％;3, 0, 0, 0|4;爆破攻击威力变为1.4倍，龙击炮的冷却时间减少60％;4, 0, 0, 0|5;爆破攻击威力变为1.5倍，龙击炮的冷却时间减少70％;5, 0, 0, 0', 5, 2, 0, 10, '1;对象的攻击威力1.1倍，减少龙击炮的冷却时间15％;1, 0, 0, 0|2;对象的攻击威力1.2倍，减少龙击炮的冷却时间30％;2, 0, 0, 0|3;对象的攻击威力1.3倍，减少龙击炮的冷却时间50％;3, 0, 0, 0|4;对象的攻击威力1.4倍，减少龙击炮的冷却时间60％;4, 0, 0, 0|5;对象的攻击威力1.5倍，减少龙击炮的冷却时间70％;5, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (66, '炮击手', '1;弩炮和大炮的威力变为1.5倍;1, 0, 0, 0|2;弩炮和大炮的威力变为2.0倍;2, 0, 0, 0', 2, 0, 0, 10, '1;威力1.5倍;1, 0, 0, 0|2;威力2.0倍;2, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (67, '跑者', '1;持续耐力消耗量减少15％;85, 0, 0, 0|2;持续耐力消耗量减少30％;70, 0, 0, 0|3;持续耐力消耗量减少50％;50, 0, 0, 0', 3, 0, 0, 7, '1;持续耐力消耗量减少15％;85, 0, 0, 0|2;持续耐力消耗量减少30％;70, 0, 0, 0|3;持续耐力消耗量减少50％;50, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (68, '体术', '1;固定耐力消耗量减少10％;90, 0, 0, 0|2;固定耐力消耗量减少20％;80, 0, 0, 0|3;固定耐力消耗量减少30％;70, 0, 0, 0|4;固定耐力消耗量减少40％;60, 0, 0, 0|5;固定耐力消耗量减少50％;50, 0, 0, 0', 5, 0, 0, 7, '1;固定耐力消耗量减少10％;90, 0, 0, 0|2;固定耐力消耗量减少20％;80, 0, 0, 0|3;固定耐力消耗量减少30％;70, 0, 0, 0|4;固定耐力消耗量减少40％;60, 0, 0, 0|5;固定耐力消耗量减少50％;50, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (69, '飞身跃入', '1;可以向着大型怪物进行飞扑回避，同时会延长飞跃距离。;1, 0, 0, 0', 1, 0, 0, 6, '1;可发动技能。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (70, '耐力急速回复', '1;回复速度1.1倍;110, 0, 0, 0|2;回复速度1.2倍;120, 0, 0, 0|3;回复速度1.3倍;130, 0, 0, 0', 3, 0, 0, 7, '1;回复速度1.1倍;110, 0, 0, 0|2;回复速度1.2倍;120, 0, 0, 0|3;回复速度1.3倍;130, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (71, '饥饿耐性', '1;耐力上限随时间的推移而减少的速度延缓50％。;150, 0, 0, 0|2;耐力上限随时间的推移而减少的速度延缓100％。;200, 0, 0, 0|3;耐力上限不会随着时间的推移而减少。;0, 0, 0, 0', 3, 0, 0, 7, '1;到减少的时间延长50％。;150, 0, 0, 0|2;到减少的时间延长100％。;200, 0, 0, 0|3;使耐力最大值的减少无效。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (72, '回避性能', '1;无敌时间延长至8帧。;1, 0, 0, 0|2;无敌时间延长至9帧。;2, 0, 0, 0|3;无敌时间延长至10帧。;3, 0, 0, 0|4;无敌时间延长至11帧。;4, 0, 0, 0|5;无敌时间延长至12帧。;5, 0, 0, 0', 5, 0, 0, 6, '1;无敌时间极小幅延长。;1, 0, 0, 0|2;无敌时间小幅延长。;2, 0, 0, 0|3;延长无敌时间。;3, 0, 0, 0|4;大幅延长无敌时间。;4, 0, 0, 0|5;极大幅延长无敌时间。;5, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (73, '回避距离提升', '1;回避距离小幅延长。;1, 0, 0, 0|2;延长回避距离。;2, 0, 0, 0|3;大幅延长回避距离。;3, 0, 0, 0', 3, 0, 0, 6, '1;回避距离小幅延长。;1, 0, 0, 0|2;延长回避距离。;2, 0, 0, 0|3;大幅延长回避距离。;3, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (74, '防御性能', '1;减轻防御时的后退，降低10威力。;10, 100, 0, 0|2;减轻防御时的后退，降低10威力，减少15％耐力消耗。;10, 85, 0, 0|3;减轻防御时的后退，降低20威力，减少15％耐力消耗。;20, 85, 0, 0|4;减轻防御时的后退，降低20威力，减少30％耐力消耗。;20, 70, 0, 0|5;减轻防御时的后退，降低30威力，减少50％耐力消耗。;30, 50, 0, 0', 5, 0, 0, 10, '1;小幅减少攻击的威力。;10, 100, 0, 0|2;小幅减少攻击威力，减少耐力消费量15％。;10, 85, 0, 0|3;大幅减少攻击威力，减少耐力消耗量15％。;20, 85, 0, 0|4;大幅减少攻击威力，减少耐力消耗量30％。;20, 70, 0, 0|5;极大幅减少攻击威力，减少耐力消耗量50％。;30, 50, 0, 0', '');
INSERT INTO `t_skill` VALUES (75, '纳刀术', '1;武器收起速度提高1.1倍。;110, 0, 0, 0|2;武器收起速度提高1.2倍。;120, 0, 0, 0|3;武器收起速度提高1.4倍。;140, 0, 0, 0', 3, 0, 0, 24, '1;速度小幅上升。;110, 0, 0, 0|2;速度上升。;120, 0, 0, 0|3;速度大幅上升。;140, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (76, '广域化', '1;给予周围的同伴1／3的效果。;1, 0, 0, 0|2;给予大范围内的同伴1／3的效果。;2, 0, 0, 0|3;给予大范围内的同伴2／3的效果。;3, 0, 0, 0|4;给予极大范围内的同伴2／3的效果。;4, 0, 0, 0|5;给予极大范围内的同伴同样的效果。;5, 0, 0, 0', 5, 0, 0, 0, '1;给予周围的同伴1／3的效果。;1, 0, 0, 0|2;给予大范围内的同伴1／3的效果。;2, 0, 0, 0|3;给予大范围内的同伴2／3的效果。;3, 0, 0, 0|4;给予极大范围内的同伴2／3的效果。;4, 0, 0, 0|5;给予极大范围内的同伴同样的效果。;5, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (77, '道具使用强化', '1;效果时间1.1倍;110, 0, 0, 0|2;效果时间1.25倍;125, 0, 0, 0|3;效果时间1.5倍;150, 0, 0, 0', 3, 0, 0, 24, '1;效果时间1.1倍;110, 0, 0, 0|2;效果时间1.25倍;125, 0, 0, 0|3;效果时间1.5倍;150, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (78, '满足感', '1;效果发动几率25％;25, 0, 0, 0|2;效果发动机率50％;50, 0, 0, 0|3;效果发动机率75％;75, 0, 0, 0', 3, 2, 0, 24, '1;效果发动几率25％;25, 0, 0, 0|2;效果发动机率50％;50, 0, 0, 0|3;效果发动机率75％;75, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (79, '快吃', '1;食用肉和道具的速度加快约1秒。;1, 0, 0, 0|2;食用肉和道具的速度加快约2.5秒。;2, 0, 0, 0|3;食用肉和道具的速度加快约3.5秒。;3, 0, 0, 0', 3, 0, 0, 7, '1;速度小幅上升。;1, 0, 0, 0|2;速度上升。;2, 0, 0, 0|3;速度大幅上升。;3, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (80, '砥石使用高速化', '1;省略研磨动作1次。;3, 120, 0, 0|2;省略研磨动作2次。;2, 120, 0, 0|3;省略研磨动作3次。;1, 120, 0, 0', 3, 0, 0, 4, '1;省略研磨动作1次。;3, 120, 0, 0|2;省略研磨动作2次。;2, 120, 0, 0|3;省略研磨动作3次。;1, 120, 0, 0', '');
INSERT INTO `t_skill` VALUES (81, '炸弹客', '1;爆炸物品的伤害增加至1.1倍;1, 0, 0, 0|2;爆炸物品的伤害增加至1.2倍;2, 0, 0, 0|3;爆炸物品的伤害增加至1.3倍;3, 0, 0, 0|4;爆炸物品的伤害增加至1.4倍;4, 0, 0, 0|5;爆炸物品的伤害增加至1.5倍;5, 0, 0, 0', 5, 2, 0, 25, '1;威力1.1倍;1, 0, 0, 0|2;威力1.2倍;2, 0, 0, 0|3;威力1.3倍;3, 0, 0, 0|4;威力1.4倍;4, 0, 0, 0|5;威力1.5倍;5, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (82, '最爱蘑菇', '1;已可食用蓝蘑菇与毒菇。蓝蘑菇等同于回复药；毒菇可使体力红色条回复速度增加，解除中毒，解除撕裂效果。;1, 0, 0, 0|2;追加可食用硝化伞菇与麻痹菇。硝化伞菇等同于鬼人药；麻痹菇等同于硬化药。;2, 0, 0, 0|3;追加可食用曼陀罗、鬼硝化伞菇与心跳加速菇。曼陀罗等同于秘药；鬼消化伞菇等同于强走药；心跳加速菇产生随机效果。;3, 0, 0, 0', 3, 0, 0, 5, '1;已可食用蓝蘑菇与毒菇。;1, 0, 0, 0|2;追加可食用硝化伞菇与麻痹菇。;2, 0, 0, 0|3;追加可食用曼陀罗、鬼硝化伞菇与心跳加速菇。;3, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (83, '钓鱼名人', '1;延长钓起鱼的时间，更容易钓起大鱼。;1, 0, 0, 0', 1, 0, 0, 3, '1;延长钓起鱼的时间，就更容易钓起大鱼。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (84, '烤肉名人', '1;更容易烤出烤熟的肉。;1, 0, 0, 0', 1, 0, 0, 1, '1;更容易烤出烤熟的肉。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (85, '搬运达人', '1;搬运时的移动速度上升，搬运的物体即使从高处落地也不会掉落。;1, 1, 0, 0', 1, 0, 0, 24, '1;搬运时的移动速度上升，减轻着地时的反作用力。;1, 1, 0, 0', '');
INSERT INTO `t_skill` VALUES (86, '采集达人', '1;采集速度提升1.4倍，硬直无效。;140, 1, 0, 0', 1, 0, 0, 26, '1;采集行动时，速度上升＆硬直无效。;140, 1, 0, 0', '');
INSERT INTO `t_skill` VALUES (87, '蜂蜜猎人', '1;蜂蜜取得数＋1;1, 0, 0, 0', 1, 0, 0, 7, '1;蜂蜜取得数＋1;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (88, '剥取铁人', '1;剥取中，硬直无效。;1, 0, 0, 0', 1, 0, 0, 10, '1;剥取中，硬直无效。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (89, '精灵加护', '1;25%的概率使受到伤害减轻15％。;25, 85, 0, 0|2;25%的概率使受到伤害减轻30％。;25, 70, 0, 0|3;25%的概率使受到伤害减轻50％。;25, 50, 0, 0|4;25%的概率使受到伤害减轻60％。;25, 40, 0, 0|5;40%的概率使受到伤害减轻60％。;40, 40, 0, 0', 5, 2, 0, 3, '1;效果发动时，伤害减轻15％。;25, 85, 0, 0|2;效果发动时，伤害减轻30％。;25, 70, 0, 0|3;效果发动时，伤害减轻50％。;25, 50, 0, 0|4;效果发动时，伤害减轻60％。;25, 40, 0, 0|5;效果发动时，伤害减轻60％。更容易发动效果。;40, 40, 0, 0', '');
INSERT INTO `t_skill` VALUES (90, '指示随从', '1;随从的攻击力与防御力变为1.05倍;105, 105, 0, 0|2;随从的攻击力与防御力变为1.1倍;110, 110, 0, 0|3;随从的攻击力与防御力变为1.15倍;115, 115, 0, 0|4;随从的攻击力与防御力变为1.2倍;120, 120, 0, 0|5;随从的攻击力与防御力变为1.25倍;125, 125, 0, 0', 5, 0, 0, 24, '1;随从的攻击力与防御力变为1.05倍;105, 105, 0, 0|2;随从的攻击力与防御力变为1.1倍;110, 110, 0, 0|3;随从的攻击力与防御力变为1.15倍;115, 115, 0, 0|4;随从的攻击力与防御力变为1.2倍;120, 120, 0, 0|5;随从的攻击力与防御力变为1.25倍;125, 125, 0, 0', '');
INSERT INTO `t_skill` VALUES (91, '植生学', '1;草系消耗道具的取得数＋1;1, 0, 0, 0|2;追加实、种系消耗道具的取得数＋1;1, 1, 0, 0|3;追加虫系消耗道具的取得数＋1;1, 1, 1, 0|4;追加菇系消耗道具的取得数＋1;1, 1, 1, 1', 4, 0, 0, 26, '1;草系消耗道具的取得数＋1;1, 0, 0, 0|2;追加实、种系消耗道具的取得数＋1;1, 1, 0, 0|3;追加虫系消耗道具的取得数＋1;1, 1, 1, 0|4;追加菇系消耗道具的取得数＋1;1, 1, 1, 1', '');
INSERT INTO `t_skill` VALUES (92, '地质学', '1;骸骨采集点的采集次数＋1;1, 0, 0, 0|2;追加特产采集点的采集次数＋1;1, 1, 0, 0|3;追加矿石采掘点的采集次数＋1;1, 1, 1, 0', 3, 0, 0, 24, '1;骸骨采集点的采集次数＋1;1, 0, 0, 0|2;追加特产采集点的采集次数＋1;1, 1, 0, 0|3;追加矿石采掘点的采集次数＋1;1, 1, 1, 0', '');
INSERT INTO `t_skill` VALUES (93, '精神抖擞', '1;保持满耐力5秒，会心率＋10％，持续2秒;10, 5, 2, 0|2;保持满耐力5秒，会心率＋20％，持续3秒;20, 5, 3, 0|3;保持满耐力5秒，会心率＋30％，持续3秒;30, 5, 3, 0|4;保持满耐力5秒，会心率＋40％，持续4秒;40, 5, 4, 0|5;满耐力时，会心率＋40％。;40, 0, 0, 0', 5, 2, 0, 1, '1;效果发动时，会心率＋10％;10, 5, 2, 0|2;效果发动时，会心率＋20％;20, 5, 3, 0|3;效果发动时，会心率＋30％;30, 5, 3, 0|4;效果发动时，会心率＋40％;40, 5, 4, 0|5;维持耐力计量表全满状态时，会心率＋40％。;40, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (94, '投射器装填数提升', '1;小幅增加在地面或植物取得的弹药装填数。;1, 0, 0, 0|2;再小幅增加一部分怪物掉落的弹药装填数。;2, 0, 0, 0|3;再小幅增加所有怪物掉落的弹药装填数。;3, 0, 0, 0|4;从地面或植物等取得的弹药装填数进一步增加。;4, 0, 0, 0|5;所有弹药的装填数进一步增加。;5, 0, 0, 0', 5, 2, 0, 26, '1;小幅增加在地面或植物取得的弹药装填数。;1, 0, 0, 0|2;再小幅增加一部分怪物掉落的弹药装填数。;2, 0, 0, 0|3;再小幅增加所有怪物掉落的弹药装填数。;3, 0, 0, 0|4;从地面或植物等取得的弹药装填数进一步增加。;4, 0, 0, 0|5;所有弹药的装填数进一步增加。;5, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (95, '潜伏', '1;怪物追丢玩家的几率提高10%。;70, 0, 0, 0|2;怪物追丢玩家的几率提高30%。;50, 0, 0, 0|3;怪物追丢玩家的几率提高50%。;30, 0, 0, 0', 3, 0, 0, 10, '1;追丢的几率小幅提高。;70, 0, 0, 0|2;追丢的几率提高。;50, 0, 0, 0|3;追丢的几率大幅提高。;30, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (96, '减轻胆怯', '1;使后仰无效。当点亮操虫棍的3种颜色时，获得耳塞1，风压耐性1，耐震1。;1, 0, 0, 0|2;使后仰无效。将屁股着地减轻为后仰状态。当点亮操虫棍的3种颜色时，获得耳塞2，风压耐性2，耐震2。;2, 0, 0, 0|3;使后仰、屁股着地无效。当点亮操虫棍的3种颜色时，获得耳塞3，风压耐性3，耐震3。;3, 0, 0, 0', 3, 0, 0, 10, '1;使后仰无效。操虫棍萃取效果部分效果上升。;1, 0, 0, 0|2;使后仰无效。将屁股着地减轻为后仰状态。操虫棍萃取效果部分效果上升。;2, 0, 0, 0|3;使后仰、屁股着地无效。操虫棍萃取效果部分效果上升。;3, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (97, '导虫反应距离提升', '1;反应距离扩张;200, 0, 0, 0', 1, 0, 0, 26, '1;反应距离扩张;200, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (98, '蹲下移动速度提升', '1;蹲下时的移动速度提升至1.2倍。;1, 0, 0, 0', 1, 0, 0, 0, '1;加快蹲下时的移动速度。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (99, '跳跃铁人', '1;跳跃中，硬直无效。;1, 0, 0, 0', 1, 0, 0, 3, '1;跳跃中，硬直无效。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (100, '环境利用知识', '1;体力追加回复50。;50, 0, 0, 0|2;体力追加回复80。;80, 0, 0, 0|3;体力追加回复100。;100, 0, 0, 0', 3, 0, 0, 0, '1;体力追加回复50。;50, 0, 0, 0|2;体力追加回复80。;80, 0, 0, 0|3;体力追加回复100。;100, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (101, '适应水场·深雪', '1;在因地形导致移动速度迟缓的区域行动时，移动速度不会减慢。;1, 0, 0, 0|2;在因地形导致移动速度迟缓的区域行动时，移动速度不会减慢，回避无敌时间延长至9帧。;1, 1, 0, 0|3;在因地形导致移动速度迟缓的区域行动时，移动速度不会减慢，回避无敌时间延长至11帧。;1, 2, 0, 0', 3, 0, 0, 3, '1;移动速度不会减慢。;1, 0, 0, 0|2;移动速度不会减慢，回避性能上升。;1, 1, 0, 0|3;移动速度不会减慢，回避性能更加上升。;1, 2, 0, 0', '');
INSERT INTO `t_skill` VALUES (102, '攀岩者', '1;攀附在壁面或藤蔓进行回避时，或是飞翔爪中进行移动时，消耗的耐力会减少50％。;50, 0, 0, 0', 1, 0, 0, 7, '1;耐力消耗量减少50％;50, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (103, '闪光强化', '1;闪光弹范围扩大1.5倍。;200, 0, 0, 0', 1, 0, 0, 4, '1;闪光弹范围扩大。;200, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (104, '研究者', '1;调查和研究大型怪物要容易1.2倍。;120, 0, 0, 0', 1, 0, 0, 26, '1;更容易调查及研究大型怪物。;120, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (105, '昆虫标本达人', '1;残骸保留的几率提高30%。;50, 0, 0, 0|2;残骸保留的几率提高60%。;75, 0, 0, 0|3;必定会有残骸保留。;100, 0, 0, 0', 3, 0, 0, 2, '1;残骸保留的几率提高。;50, 0, 0, 0|2;残骸保留的几率大幅提高。;75, 0, 0, 0|3;必定会有残骸保留。;100, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (106, '瘴气耐性', '1;瘴气侵蚀的影响减轻30%。;50, 0, 0, 0|2;瘴气侵蚀的影响减轻60%。;25, 0, 0, 0|3;使瘴气侵蚀状态无效。;0, 0, 0, 0', 3, 0, 0, 11, '1;减轻瘴气侵蚀的影响。;50, 0, 0, 0|2;大幅减轻瘴气侵蚀的影响。;25, 0, 0, 0|3;使瘴气侵蚀状态无效。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (107, '追踪达人', '1;取得痕迹时的槽上升量1.5倍;150, 0, 0, 0', 1, 0, 0, 7, '1;取得痕迹时的槽上升量1.5倍;150, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (108, '探索者之幸运', '1;活性化的采集点的发生几率从10%提升至35%;25, 0, 0, 0', 1, 0, 0, 0, '1;发生几率提升;25, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (109, '察觉', '1;活性化的采集点在生态地图上出现标记;1, 0, 0, 0', 1, 0, 0, 0, '1;在生态地图上标记;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (110, '整备', '1;特殊装备可再使用时间缩短10％;90, 0, 0, 0|2;特殊装备可再使用时间缩短20％;80, 0, 0, 0|3;特殊装备可再使用时间缩短30％;70, 0, 0, 0|4;特殊装备可再使用时间缩短40％;60, 0, 0, 0|5;特殊装备可再使用时间缩短50％;50, 0, 0, 0', 5, 2, 0, 24, '1;再使用时间缩短10％;90, 0, 0, 0|2;再使用时间缩短20％;80, 0, 0, 0|3;再使用时间缩短30％;70, 0, 0, 0|4;再使用时间缩短40％;60, 0, 0, 0|5;再使用时间缩短50％;50, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (111, '滑走强化', '1;滑行1秒后使会心率提升30%，持续30秒。;100, 0, 0, 0', 1, 0, 0, 1, '1;可发动技能。;100, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (112, '龙封力强化', '1;使武器和灭龙弹的龙封力提升一个阶段。;1, 0, 0, 0', 1, 0, 0, 14, '1;强化龙封力一个阶段。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (113, '威吓', '1;即使被发现也不容易进入战斗状态。;25, 50, 0, 0|2;即使被发现也几乎不会进入战斗状态。;0, 25, 0, 0|3;即使被发现也不会变为战斗状态。;0, 0, 0, 0', 3, 0, 0, 0, '1;即使被发现也不容易进入战斗状态。;25, 50, 0, 0|2;即使被发现也几乎不会进入战斗状态。;0, 25, 0, 0|3;即使被发现也不会变为战斗状态。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (114, '蛮颚龙之力', '3;振奋:体力降低至40％以下时，一定时间内耐力的消耗量会减少。;40, 90, 0, 0', 3, 0, 1, 8, '3;振奋:体力降低至40％以下时，一定时间内耐力的消耗量会减少。;40, 90, 0, 0', '');
INSERT INTO `t_skill` VALUES (115, '灭尽龙之饥饿', '3;加速再生:攻击命中后5秒内重复攻击怪物5次，便能回复体力。回复量会依武器种类不同而有所变动。;1, 0, 0, 0', 3, 0, 1, 10, '3;加速再生:若持续攻击命中怪物，便能回复体力。回复量会依武器种类不同而有所变动。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (116, '尸套龙之命脉', '3;超回复力:体力在达到槽的最大值前会持续自动回复。;1, 0, 0, 0', 3, 0, 1, 0, '3;超回复力:体力在达到槽的最大值前会持续自动回复。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (117, '火龙之力', '3;会心攻击【属性】:提升会心攻击产生时造成的属性伤害（火、水、雷、冰、龙）。。;1, 0, 0, 0', 3, 0, 1, 1, '3;会心攻击【属性】:提升会心攻击产生时造成的属性伤害（火、水、雷、冰、龙）。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (118, '角龙之力', '3;钝器能手:锐利度越差攻击力越高。绿色+15，黄色+25，橙色和红色+30。／远程武器的近战攻击+30，眩晕值+25。;1, 0, 0, 0', 3, 0, 1, 11, '3;钝器能手:锐利度越差攻击力越高。／远距离武器的近身攻击威力与使敌方昏厥的容易度有大幅提升。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (119, '幻兽之恩惠', '4;捕获名人:高机率增加捕获取得的报酬数量。（从任务中途开始使用不会有效果）;1, 0, 0, 0', 4, 0, 1, 0, '4;捕获名人:高机率增加捕获取得的报酬数量。（从任务中途开始使用不会有效果）;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (120, '樱火龙之奥秘', '3;毒伤害强化:对怪物施毒的效果时间增至1.2倍。;200, 0, 0, 0', 3, 0, 1, 8, '3;毒伤害强化:提高对怪物施毒的效果时间。;200, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (121, '蛮颚龙之斗志', '2;振奋:体力降低至40％以下时，一定时间内耐力的消耗量会减少。;40, 90, 0, 0|4;突破耐力上限:增加耐力的上限值。;40, 90, 0, 50', 4, 0, 1, 8, '2;振奋:体力降低至40％以下时，一定时间内耐力的消耗量会减少。;40, 90, 0, 0|4;突破耐力上限:增加耐力的上限值。;40, 90, 0, 50', '');
INSERT INTO `t_skill` VALUES (122, '火龙之奥秘', '2;会心攻击【属性】:提升会心攻击产生时造成的属性伤害（火、水、雷、冰、龙）。;1, 0, 0, 0|4;心眼／弹道强化:攻击不会被弹开。／缩短弹药、箭矢达到最大威力时的距离。;1, 1, 0, 0', 4, 0, 1, 1, '2;会心攻击【属性】:提升会心攻击产生时造成的属性伤害（火、水、雷、冰、龙）。;1, 0, 0, 0|4;心眼／弹道强化:攻击不会被弹开。／缩短弹药、箭矢达到最大威力时的距离。;1, 1, 0, 0', '');
INSERT INTO `t_skill` VALUES (123, '角龙之奥秘', '2;钝器能手:锐利度越差攻击力越高。绿色+15，黄色+25，橙色和红色+30。／远程武器的近战攻击+30，眩晕值+25。;1, 0, 0, 0|4;无属性强化:无属性武器攻击力提升至1.05倍，弓弩仅适用于不能发射属性弹药的弓弩。;1, 1, 0, 0', 4, 0, 1, 11, '2;钝器能手:锐利度越差攻击力越高。／远距离武器的近身攻击威力与使敌方昏厥的容易度有大幅提升。;1, 0, 0, 0|4;无属性强化:强化装备中的无属性武器。;1, 1, 0, 0', '');
INSERT INTO `t_skill` VALUES (124, '幻兽之恩宠', '3;捕获名人:高机率增加捕获取得的报酬数量。（从任务中途开始使用不会有效果）;1, 0, 0, 0', 3, 0, 1, 0, '3;捕获名人:高机率增加捕获取得的报酬数量。（从任务中途开始使用不会有效果）;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (125, '爆锤龙之守护', '3;防御强化:可以防御一般无法防御的攻击。;1, 0, 0, 0', 3, 0, 1, 4, '3;防御强化:可以防御一般无法防御的攻击。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (126, '爆鳞龙之守护', '3;毅力:当体力在64以上时，即使承受了超过体力的伤害，也能撑住而不耗尽体力一次。;1, 0, 0, 0', 3, 0, 1, 0, '3;毅力:当体力在一定程度以上时，即使承受了超过体力的伤害，也能撑住而不耗尽体力一次。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (127, '炎王龙之武技', '3;达人艺:发生会心攻击时，不会消耗锐利度。;1, 0, 0, 0', 3, 0, 1, 1, '3;达人艺:发生会心攻击时，不会消耗锐利度。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (128, '钢龙之飞翔', '3;风压完全无效:使全部的风压无效。;1, 0, 0, 0', 3, 0, 1, 10, '3;风压完全无效:使全部的风压无效。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (129, '冥灯龙之神秘', '3;利刃／弹丸节约:锐利度的消耗降低50%。／20%概率不消耗弩炮的弹药及弓的瓶发射。;1, 0, 0, 0', 3, 0, 1, 0, '3;利刃／弹丸节约:锐利度的消耗降低一半。／低几率不消耗弩炮的弹药及弓的瓶发射。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (130, '熔山龙之奥秘', '3;会心攻击【特殊】:提升会心攻击产生时造成的状态异常值（麻痹、毒、睡眠、爆破）。放大倍率因武器而异。;1, 0, 0, 0', 3, 0, 1, 10, '3;会心攻击【特殊】:提升会心攻击产生时造成的状态异常值（麻痹、毒、睡眠、爆破）。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (131, '公会之指引', '4;强运:高机率增加任务完成获得的报酬数量。（从任务中途开始使用不会有效果）;1, 0, 0, 0', 4, 0, 1, 4, '4;强运:高机率增加任务完成获得的报酬数量。（从任务中途开始使用不会有效果）;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (132, '调查团之指引', '4;剥取名人:剥取次数增加1次。（从任务中途开始使用不会有效果）;1, 0, 0, 0', 4, 0, 1, 26, '4;剥取名人:剥取次数增加1次。（从任务中途开始使用不会有效果）;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (133, '风漂龙之恩宠', '3;幸运:完成任务获得的报酬数量容易变多。（从任务中途开始使用不会有效果）;1, 0, 0, 0', 3, 0, 1, 3, '3;幸运:完成任务获得的报酬数量容易变多。（从任务中途开始使用不会有效果）;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (134, '风漂龙之恩宠', '2;幸运:完成任务获得的报酬数量容易变多。（从任务中途开始使用不会有效果）;1, 0, 0, 0|4;解放弓的蓄力阶段:弓的蓄力阶段增加1个阶段。;1, 1, 0, 0', 4, 0, 1, 3, '2;幸运:完成任务获得的报酬数量容易变多。（从任务中途开始使用不会有效果）;1, 0, 0, 0|4;解放弓的蓄力阶段:弓的蓄力阶段增加1个阶段。;1, 1, 0, 0', '');
INSERT INTO `t_skill` VALUES (135, '惨爪龙之力', '3;拔刀术【力】:追加、强化了武器拔刀攻击引起昏厥的能力，攻击力也会+5。;0, 0, 0, 0', 3, 0, 1, 14, '3;拔刀术【力】:追加、强化了武器拔刀攻击引起昏厥的能力，攻击力也会小幅提升。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (136, '惨爪龙之奥秘', '2;拔刀术【力】:追加、强化了武器拔刀攻击引起昏厥的能力，攻击力也会+5。;0, 0, 0, 0|4;刚刃研磨:研磨武器后，1分钟内锐利度不会降低。;30, 60, 0, 0', 4, 0, 1, 14, '2;拔刀术【力】:追加、强化了武器拔刀攻击引起昏厥的能力，攻击力也会小幅提升。;0, 0, 0, 0|4;刚刃研磨:研磨武器后，一定时间内锐利度不会降低。;30, 60, 0, 0', '');
INSERT INTO `t_skill` VALUES (137, '解放弓的蓄力阶段', '1;弓的蓄力阶段+1。;1, 0, 0, 0', 1, 0, 0, 3, '1;发动技能效果。;1, 0, 0, 0', '风漂龙之恩宠|风漂龙的霸气');
INSERT INTO `t_skill` VALUES (138, '心眼／弹道强化', '1;攻击不会被弹开，原本会被弹开的攻击将转为锐利度减少。／缩短弹药、箭矢达到最大威力时的距离。;1, 0, 0, 0', 1, 0, 0, 1, '1;发动技能效果。;1, 0, 0, 0', '火龙之奥秘|炎妃龙之恩宠|火龙的真髓|金狮子的怒气');
INSERT INTO `t_skill` VALUES (139, '防御强化', '1;可以防御一般无法防御的攻击。;1, 0, 0, 0', 1, 0, 0, 4, '1;可发动技能。;1, 0, 0, 0', '爆锤龙之守护|爆锤龙的霸气');
INSERT INTO `t_skill` VALUES (140, '刚刃研磨', '1;研磨武器后，1分钟内锐利度不会降低。;60, 0, 0, 0', 1, 0, 0, 14, '1;可发动技能。;60, 0, 0, 0', '惨爪龙之奥秘|惨爪龙的真髓|金狮子的怒气');
INSERT INTO `t_skill` VALUES (141, '无属性强化', '1;无属性武器攻击力提升至1.05倍，弓弩仅适用于不能发射属性弹药的弓弩。;1, 0, 0, 0', 1, 0, 0, 11, '1;无属性武器的基础攻击力提高;1, 0, 0, 0', '角龙之奥秘');
INSERT INTO `t_skill` VALUES (142, '毅力', '1;当体力在64以上时，即使承受了超过体力的伤害，也能撑住而不耗尽体力一次。;1, 0, 0, 0', 1, 0, 0, 1, '1;发动技能效果。;1, 0, 0, 0', '爆鳞龙之守护|爆鳞龙的霸气|绚辉龙的真髓');
INSERT INTO `t_skill` VALUES (143, '加速再生', '1;攻击命中后5秒内重复攻击怪物5次，便能回复体力。回复量会依武器种类不同而有所变动。;1, 0, 0, 0', 1, 0, 0, 2, '1;发动技能效果。;1, 0, 0, 0', '灭尽龙之饥饿|灭尽龙的霸气');
INSERT INTO `t_skill` VALUES (144, '利刃／弹丸节约', '1;锐利度的消耗降低50%。／20%概率不消耗弩炮的弹药及弓的瓶发射。;1, 0, 0, 0', 1, 0, 0, 0, '1;发动技能效果。;1, 0, 0, 0', '冥灯龙之神秘');
INSERT INTO `t_skill` VALUES (145, '炎妃龙之恩宠', '2;突破耐力上限:耐力上限提升至200。;50, 0, 0, 0|4;心眼／弹道强化:攻击不会被弹开，原本会被弹开的攻击将转为锐利度减少。／缩短弹药、箭矢达到最大威力时的距离。;50, 1, 0, 0', 4, 0, 1, 3, '2;突破耐力上限:增加耐力的上限值。;50, 0, 0, 0|4;心眼／弹道强化:攻击不会被弹开。／缩短弹药、箭矢达到最大威力时的距离。;50, 1, 0, 0', '');
INSERT INTO `t_skill` VALUES (146, '龙骑士之证', '2;飞燕【属性】:跳跃攻击的属性伤害提升，操虫棍2倍，其他武器1.5倍。;1, 0, 0, 0|4;达人艺:发生会心攻击时，不会消耗锐利度。;1, 1, 0, 0', 4, 0, 1, 5, '2;飞燕【属性】:跳跃攻击的属性伤害提升。;1, 0, 0, 0|4;达人艺:发生会心攻击时，不会消耗锐利度。;1, 1, 0, 0', '');
INSERT INTO `t_skill` VALUES (147, '会心攻击【属性】', '1;提升会心攻击产生时造成的属性伤害（火、水、雷、冰、龙）。;1, 0, 0, 0', 1, 0, 0, 0, '1;发动技能效果。;1, 0, 0, 0', '火龙之力|火龙之奥秘|冰呪龙的神秘');
INSERT INTO `t_skill` VALUES (148, '会心攻击【特殊】', '1;提升会心攻击产生时造成的状态异常值（麻痹、毒、睡眠、爆破）。放大倍率因武器而异。;1, 0, 0, 0', 1, 0, 0, 0, '1;发动技能效果。;1, 0, 0, 0', '熔山龙之奥秘|太古的神秘');
INSERT INTO `t_skill` VALUES (149, '猎魔人的心得', '2;伊格尼强度:能够使用强力的火焰魔法「伊格尼法印」。;1, 0, 0, 0|4;超回复力:体力在达到槽的最大值前会持续自动回复。;1, 1, 0, 0', 4, 0, 1, 0, '2;伊格尼强度:猎魔人受过严苛的试炼，只有掌握极致奥义者，才能使用强力的火焰魔法「伊格尼法印」。;1, 0, 0, 0|4;超回复力:体力在达到槽的最大值前会持续自动回复。;1, 1, 0, 0', '');
INSERT INTO `t_skill` VALUES (150, '星辰的祝福', '5;强运:完成任务获得的报酬数量变多的几率很高。（从任务中途开始使用不会有效果）;1, 0, 0, 0', 5, 0, 1, 0, '5;强运:完成任务获得的报酬数量变多的几率很高。（从任务中途开始使用不会有效果）;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (151, '雷狼龙的真髓', '3;力量解放·极意:力量解放技能的等级上限提升至7级。;1, 0, 0, 0', 3, 0, 1, 12, '3;力量解放·极意:解放力量解放技能的等级上限。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (152, '轰龙的真髓', '3;满足感·极意:满足感技能的等级上限提升至3级。;1, 0, 0, 0', 3, 0, 1, 7, '3;满足感·极意:解放满足感技能的等级上限。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (153, '迅龙的真髓', '3;真·利刃／弹丸节约:锐利度的消耗降低至1/3。25%概率不消耗弩炮的弹药及弓的瓶发射。;1, 0, 0, 0', 3, 0, 1, 5, '3;真·利刃／弹丸节约:锐利度的消耗大幅降低。提升不需消耗弩枪弹药及弓的瓶即可发射的机率。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (154, '碎龙的真髓', '3;挑战者·极意:挑战者技能的等级上限提升至7级。;1, 0, 0, 0', 3, 0, 1, 3, '3;挑战者·极意:解放挑战者技能的等级上限。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (155, '斩龙的真髓', '3;浑身·极意:精神抖擞技能的等级上限提升至5级。;1, 0, 0, 0', 3, 0, 1, 15, '3;浑身·极意:解放精神抖擞技能的等级上限。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (156, '银火龙的真髓', '2;投射器装填·极意:投射器装填数技能的等级上限提升至5级。;1, 0, 0, 0|4;真·会心击【属性】:大幅提升会心攻击产生时造成的属性伤害（火、水、雷、冰、龙）。;1, 1, 0, 0', 4, 0, 1, 0, '2;投射器装填·极意:解放投射器装填数提升技能等级上限。;1, 0, 0, 0|4;真·会心击【属性】:大幅提升会心攻击产生时造成的属性伤害（火、水、雷、冰、龙）。;1, 1, 0, 0', '');
INSERT INTO `t_skill` VALUES (157, '金火龙的真髓', '2;精灵加护·极意:精灵加护技能的等级上限提升至5级。;1, 0, 0, 0|4;真·会心击【特殊】:大幅提升会心攻击产生时造成的状态异常值（麻痹、毒、睡眠、爆破）。;1, 1, 0, 0', 4, 0, 1, 4, '2;精灵加护·极意:解放精灵加护技能的等级上限。;1, 0, 0, 0|4;真·会心击【特殊】:大幅提升会心攻击产生时造成的状态异常值（麻痹、毒、睡眠、爆破）。;1, 1, 0, 0', '');
INSERT INTO `t_skill` VALUES (158, '天地煌啼龙的神秘', '4;大地缝缠:装备衣装时，可获得耐震等级3、风压耐性等级3、耳塞等级3、胆怯无效之效果。;1, 0, 0, 0|5;真·大地缝缠:装备衣装时，可获得耐震等级3、耳塞等级5、风压完全无效、胆怯无效之效果。;2, 0, 0, 0', 5, 0, 1, 24, '4;大地缝缠:装备衣装时，可获得耐震等级3、风压耐性等级3、耳塞等级3、胆怯无效之效果。;1, 0, 0, 0|5;真·大地缝缠:装备衣装时，可获得耐震等级3、耳塞等级5、风压完全无效、胆怯无效之效果。;2, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (159, '溟波龙的神秘', '2;属性加速:若持续攻击命中怪物5次，将获得属性解放/装填扩充等级2，持续45秒。属性攻击力也会增加60（不包括状态异常）。;45, 2, 6, 0|4;真·属性加速:若持续攻击命中怪物5次，将获得属性解放/装填扩充等级3，持续45秒。属性攻击力也会增加150（不包括状态异常）。;45, 3, 15, 0', 4, 0, 1, 19, '2;属性加速:若持续攻击命中怪物，会发动一定时间的属性解放/装填扩充等级2。属性攻击力也会少量提升。;45, 2, 6, 0|4;真·属性加速:若持续攻击命中怪物，会发动一定时间的属性解放/装填扩充等级3。属性攻击力也会提升。;45, 3, 15, 0', '');
INSERT INTO `t_skill` VALUES (160, '冰呪龙的神秘', '2;会心攻击【属性】:提升会心攻击产生时造成的属性伤害（火、水、雷、冰、龙）。;1, 0, 0, 0|4;寒气炼成:纳刀状态下，会慢慢累积寒气，强化攻击力。当近身攻击击中时或发射箭·弹药时，寒气会逐渐丧失。;1, 1, 0, 0', 4, 0, 1, 0, '2;会心攻击【属性】:提升会心攻击产生时造成的属性伤害（火、水、雷、冰、龙）。;1, 0, 0, 0|4;寒气炼成:纳刀状态下，会慢慢累积寒气，强化攻击力。当近身攻击击中时或发射箭·弹药时，寒气会逐渐丧失。;1, 1, 0, 0', '');
INSERT INTO `t_skill` VALUES (161, '太古的神秘', '2;会心攻击【特殊】:提升会心攻击产生时造成的状态异常值（麻痹、毒、睡眠、爆破）。放大倍率因武器而异。;1, 0, 0, 0', 2, 0, 1, 24, '2;会心攻击【特殊】:提升会心攻击产生时造成的状态异常值（麻痹、毒、睡眠、爆破）。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (162, '调查团的炼金术', '3;炸弹客·极意:炸弹客技能的等级上限提升至5级。;1, 0, 0, 0', 3, 0, 1, 11, '3;炸弹客·极意:解放炸弹客技能的等级上限。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (163, '教官的引导', '2;捕获名人:高机率增加捕获取得的报酬数量。（从任务中途开始使用不会有效果）;1, 0, 0, 0', 2, 0, 1, 25, '2;捕获名人:高机率增加捕获取得的报酬数量。（从任务中途开始使用不会有效果）;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (164, '蛮颚龙的霸气', '2;突破耐力上限:耐力上限提升至200。;50, 0, 0, 0', 2, 0, 1, 8, '2;突破耐力上限:增加耐力的上限值。;50, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (165, '雌火龙的真髓', '2;毒伤害强化:对怪物施毒的效果时间增至2倍。;200, 0, 0, 0', 2, 0, 1, 2, '2;毒伤害强化:提高对怪物施毒的效果时间。;200, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (166, '佯动攻击', '1;攻击命中时，能更加吸引怪物的注意。。;200, 0, 0, 0', 1, 0, 0, 7, '1;发动技能效果。;200, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (167, '攻击守势', '1;若在正确时机防守，攻击力1.05倍;105, 0, 0, 0|2;若在正确时机防守，攻击力1.1倍;110, 0, 0, 0|3;若在正确时机防守，攻击力1.15倍;115, 0, 0, 0', 3, 0, 0, 0, '1;技能发动时，攻击力1.05倍;105, 0, 0, 0|2;技能发动时，攻击力1.1倍;110, 0, 0, 0|3;技能发动时，攻击力1.15倍;115, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (168, '转祸为福', '1;解除状态异常或属性异常状态属性后，基础攻击力+12属性值+30，状态异常的累积值变为1.05倍;12, 3, 105, 0|2;解除状态异常或属性异常状态属性后，基础攻击力+15属性值+60，状态异常的累积值变为1.1倍;15, 6, 110, 0|3;解除状态异常或属性异常状态属性后，基础攻击力+18属性值+90状态异常的累积值变为1.15倍;18, 9, 115, 0', 3, 0, 0, 5, '1;技能发动时，基础攻击力＋12属性值＋30状态异常的累积值变为1.05倍;12, 3, 105, 0|2;技能发动时，基础攻击力＋15属性值＋60状态异常的累积值变为1.1倍;15, 6, 110, 0|3;技能发动时，基础攻击力＋18属性值＋90状态异常的累积值变为1.15倍;18, 9, 115, 0', '');
INSERT INTO `t_skill` VALUES (169, '受身术', '1;拔刀状态下受到攻击而被远远击飞时，可以进行受身来迅速回归姿态。;1, 0, 0, 0', 1, 0, 0, 3, '1;发动技能效果。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (170, '冰牙龙的秘技', '2;拔刀术【力】:追加、强化了武器拔刀攻击引起昏厥的能力，攻击力也会+5。;0, 0, 0, 0', 2, 0, 1, 0, '2;拔刀术【力】:追加、强化了武器拔刀攻击引起昏厥的能力，攻击力也会小幅提升。;0, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (171, '火龙的真髓', '3;心眼／弹道强化:攻击不会被弹开，原本会被弹开的攻击将转为锐利度减少。／缩短弹药、箭矢达到最大威力时的距离。;1, 1, 0, 0', 3, 0, 1, 1, '3;心眼／弹道强化:攻击不会被弹开。／缩短弹药、箭矢达到最大威力时的距离。;1, 1, 0, 0', '');
INSERT INTO `t_skill` VALUES (172, '角龙的霸气', '3;击晕术·极意:击晕术技能的等级上限提升至5级。;1, 0, 0, 0', 3, 0, 1, 11, '3;击晕术·极意:解放ＫＯ术技能的等级上限。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (173, '风漂龙的霸气', '3;解放弓的蓄力阶段:弓的蓄力阶段增加1个阶段。;1, 1, 0, 0', 3, 0, 1, 3, '3;解放弓的蓄力阶段:弓的蓄力阶段增加1个阶段。;1, 1, 0, 0', '');
INSERT INTO `t_skill` VALUES (174, '惨爪龙的真髓', '3;刚刃研磨:研磨武器后，1分钟内锐利度不会降低。;60, 0, 0, 0', 3, 0, 1, 14, '3;刚刃研磨:研磨武器后，一定时间内锐利度不会降低。;60, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (175, '爆锤龙的霸气', '2;防御强化:可以防御一般无法防御的攻击。;1, 0, 0, 0', 2, 0, 1, 4, '2;防御强化:可以防御一般无法防御的攻击。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (176, '爆鳞龙的霸气', '2;毅力:当体力在64以上时，即使承受了超过体力的伤害，也能撑住而不耗尽体力一次。;1, 0, 0, 0', 2, 0, 1, 1, '2;毅力:当体力在一定程度以上时，即使承受了超过体力的伤害，也能撑住而不耗尽体力一次。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (177, '恐暴龙的真髓', '3;夺取耐力·极意:夺取耐力技能的等级上限提升至5级。;1, 0, 0, 0', 3, 0, 1, 14, '3;夺取耐力·极意:解放夺取耐力技能的等级上限。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (178, '尸套龙的灵脉', '2;超回复力:体力在达到槽的最大值前会持续自动回复。;1, 0, 0, 0', 2, 0, 1, 0, '2;超回复力:体力在达到槽的最大值前会持续自动回复。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (179, '幻兽的神秘', '3;强运:高机率增加任务完成获得的报酬数量。（从任务中途开始使用不会有效果）;1, 0, 0, 0', 3, 0, 1, 0, '3;强运:高机率增加任务完成获得的报酬数量。（从任务中途开始使用不会有效果）;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (180, '公会的见识', '2;幸运:完成任务获得的报酬数量容易变多。（从任务中途开始使用不会有效果）;1, 0, 0, 0|4;剥取名人:剥取次数增加1次。（从任务中途开始使用不会有效果）;1, 1, 0, 0', 4, 0, 1, 4, '2;幸运:完成任务获得的报酬数量容易变多。（从任务中途开始使用不会有效果）;1, 0, 0, 0|4;剥取名人:剥取次数增加1次。（从任务中途开始使用不会有效果）;1, 1, 0, 0', '');
INSERT INTO `t_skill` VALUES (181, '熔山龙的真髓', '3;炮术·极意:炮术技能的等级上限提升至5级。;1, 0, 0, 0', 3, 0, 1, 10, '3;炮术·极意:解放炮术技能的等级上限。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (182, '炎妃龙的真髓', '3;整备·极意:整备技能的等级上限提升至5级。;1, 0, 0, 0', 3, 0, 1, 3, '3;整备·极意:解放整备技能的等级上限。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (183, '灭尽龙的霸气', '2;加速再生:攻击命中后5秒内重复攻击怪物5次，便能回复体力。回复量会依武器种类不同而有所变动。;1, 0, 0, 0', 2, 0, 1, 0, '2;加速再生:若持续攻击命中怪物，便能回复体力。回复量会依武器种类不同而有所变动。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (184, '钝器能手', '1;锐利度越差攻击力越高。绿色+15，黄色+25，橙色和红色+30。／远程武器的近战攻击+30，眩晕值+25。;1, 0, 0, 0', 1, 0, 0, 11, '1;发动技能效果。;1, 0, 0, 0', '角龙之力|角龙之奥秘');
INSERT INTO `t_skill` VALUES (185, '振奋', '1;体力降低至40％以下时，一定时间内耐力的消耗量会减少。;40, 90, 0, 0', 1, 0, 0, 8, '1;发动技能效果。;40, 90, 0, 0', '蛮颚龙之力|蛮颚龙之斗志');
INSERT INTO `t_skill` VALUES (186, '寒冷耐性', '1;使寒冷的影响无效。;1, 0, 0, 0', 1, 0, 0, 0, '1;发动技能效果。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (187, '金狮子的怒气', '2;心眼／弹道强化:攻击不会被弹开，原本会被弹开的攻击将转为锐利度减少。／缩短弹药、箭矢达到最大威力时的距离。;1, 0, 0, 0|4;刚刃研磨:研磨武器后，1分钟内锐利度不会降低。;1, 60, 0, 0', 4, 0, 1, 4, '2;心眼／弹道强化:攻击不会被弹开。／缩短弹药、箭矢达到最大威力时的距离。;1, 0, 0, 0|4;刚刃研磨:研磨武器后，一定时间内锐利度不会降低。;1, 60, 0, 0', '');
INSERT INTO `t_skill` VALUES (188, '蓄电池', '5;古代军械库:防御力上升、伤害反应无效化。受到一定次数攻击后效果会解除，隔一段时间后再次发动。;1, 0, 0, 0', 5, 0, 1, 0, '5;古代军械库:防御力上升、伤害反应无效化。受到一定次数攻击后效果会解除，隔一段时间后再次发动。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (189, '生还者', '2;丧尸·瘴气耐性:不会受瘴气侵蚀的影响，也不会变成丧尸状态。;1, 0, 0, 0|4;挑战者·极意:解放挑战者技能的等级上限。;1, 0, 0, 0', 4, 0, 1, 14, '2;丧尸·瘴气耐性:不会受瘴气侵蚀的影响，也不会变成丧尸状态。;1, 0, 0, 0|4;挑战者·极意:解放挑战者技能的等级上限。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (190, '冥赤龙的封印', '3;龙脉觉醒:拔刀状态下，会心率+20%，属性和状态异常值+80。攻击时自身会受到伤害，但持续攻击能发挥自动回复效果。;1, 0, 0, 0|5;真·龙脉觉醒:拔刀状态下，会心率+40%，属性值+150，状态异常值+120。攻击时自身会受到伤害，但持续攻击能发挥自动回复效果。;2, 0, 0, 0', 5, 0, 1, 1, '3;龙脉觉醒:拔刀状态下，属性、状态异常值、会心率上升。攻击时仍会受到伤害，但持续攻击就能发挥自动回复效果。;1, 0, 0, 0|5;真·龙脉觉醒:进一步提升拔刀状态中的攻击性能。攻击时虽然仍会受到伤害，但只要持续攻击，就能发挥自动回复效果。;2, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (191, '万福的祝福', '3;万福的献礼:【万福之宴】特别报酬的发生机率提升。（从任务中途开始使用 不会有效果）;1, 0, 0, 0|5;万福的恩惠:【万福之宴】特别报酬的发生机率大幅提升。（从任务中途开始使用 不会有效果）;2, 0, 0, 0', 5, 0, 1, 25, '3;万福的献礼:【万福之宴】特别报酬的发生机率提升。（从任务中途开始使用 不会有效果）;1, 0, 0, 0|5;万福的恩惠:【万福之宴】特别报酬的发生机率大幅提升。（从任务中途开始使用 不会有效果）;2, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (192, '大感谢的祝福', '3;大感谢的赠礼:【大感谢之宴】特别报酬的发生机率提升。（从任务中途开始使用不会有效果）;1, 0, 0, 0|5;大感谢的恩惠:【大感谢之宴】特别报酬的发生机率大幅提升。（从任务中途开始使用不会有效果）;2, 0, 0, 0', 5, 0, 1, 3, '3;大感谢的赠礼:【大感谢之宴】特别报酬的发生机率提升。（从任务中途开始使用不会有效果）;1, 0, 0, 0|5;大感谢的恩惠:【大感谢之宴】特别报酬的发生机率大幅提升。（从任务中途开始使用不会有效果）;2, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (193, '盛放之祝福', '3;盛放的献礼:【盛放之宴】特别报酬的发生机率提升。 （从任务中途开始使用不会有效果）;1, 0, 0, 0|5;盛放之恩惠:【盛放之宴】特别报酬的发生机率大幅提升。 （从任务中途开始使用不会有效果）;2, 0, 0, 0', 5, 0, 1, 14, '3;盛放的献礼:【盛放之宴】特别报酬的发生机率提升。 （从任务中途开始使用不会有效果）;1, 0, 0, 0|5;盛放之恩惠:【盛放之宴】特别报酬的发生机率大幅提升。 （从任务中途开始使用不会有效果）;2, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (194, '热情的祝福', '3;热情的献礼:【热情之宴】特别报酬的发生机率提升。（从任务中途开始使用不会有效果）;1, 0, 0, 0|5;热情的恩惠:【热情之宴】特别报酬的发生机率大幅提升。（从任务中途开始使用不会有效果）;2, 0, 0, 0', 5, 0, 1, 7, '3;热情的献礼:【热情之宴】特别报酬的发生机率提升。（从任务中途开始使用不会有效果）;1, 0, 0, 0|5;热情的恩惠:【热情之宴】特别报酬的发生机率大幅提升。（从任务中途开始使用不会有效果）;2, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (195, '惊魂夜的祝福', '3;惊魂夜的献礼:【惊魂夜】特别报酬的发生几率提升。（从任务中途开始使用不会有效果）;1, 0, 0, 0|5;惊魂夜的恩惠:【惊魂夜】特别报酬的发生几率大幅提升。（从任务中途开始使用不会有效果）;2, 0, 0, 0', 5, 0, 1, 16, '3;惊魂夜的献礼:【惊魂夜】特别报酬的发生几率提升。（从任务中途开始使用不会有效果）;1, 0, 0, 0|5;惊魂夜的恩惠:【惊魂夜】特别报酬的发生几率大幅提升。（从任务中途开始使用不会有效果）;2, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (196, '金狮子的斗志', '2;浑身·极意:精神抖擞技能的等级上限提升至5级。;1, 0, 0, 0|4;火场怪力·极意:火场怪力技能的等级上限提升至7级。;1, 0, 0, 0', 4, 0, 1, 4, '2;浑身·极意:解放精神抖擞技能的等级上限。;1, 0, 0, 0|4;火场怪力·极意:解放火场怪力技能的等级上限。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (197, '碎龙之斗志', '4;炮术·极意:炮术技能的等级上限提升至5级。;1, 0, 0, 0|2;挑战者·极意:挑战者技能的等级上限提升至7级。;1, 0, 0, 0', 4, 0, 1, 26, '4;炮术·极意:解放炮术技能的等级上限。;1, 0, 0, 0|2;挑战者·极意:解放挑战者技能的等级上限。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (198, '绚辉龙的真髓', '2;毅力:当体力在64以上时，即使承受了超过体力的伤害，也能撑住而不耗尽体力一次。;1, 0, 0, 0|4;满足感·极意:满足感技能的等级上限提升至3级。;1, 0, 0, 0', 4, 0, 1, 4, '2;毅力:当体力在一定程度以上时，即使承受了超过体力的伤害，也能撑住而不耗尽体力一次。;1, 0, 0, 0|4;满足感·极意:解放满足感技能的等级上限。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (199, '冰牙龙的绝技', '1;拔刀术【力】:追加、强化了武器拔刀攻击引起昏厥的能力，攻击力也会+5。;1, 0, 0, 0|3;击晕术·极意:击晕术技能的等级上限提升至5级。;1, 0, 0, 0', 3, 0, 1, 0, '1;拔刀术【力】:追加、强化了武器拔刀攻击引起昏厥的能力，攻击力也会小幅提升。;1, 0, 0, 0|3;击晕术·极意:解放ＫＯ术技能的等级上限。;1, 0, 0, 0', '');
INSERT INTO `t_skill` VALUES (200, '煌黑龙的神秘', '2;耐性变换【属性】:防御的属性耐性值越高，装备的武器属性值也越会增高。;5, 2, 0, 0|3;全属性耐性强化:全属性耐性值1.2倍;5, 2, 20, 0', 3, 0, 1, 5, '2;耐性变换【属性】:防御的属性耐性值越高，装备的武器属性值也越会增高。;5, 2, 0, 0|3;全属性耐性强化:全属性耐性值1.2倍;5, 2, 20, 0', '');
INSERT INTO `t_skill` VALUES (201, '黑龙的传说', '2;继承:解放因极意所限制的所有技能等级上限。;0, 0, 0, 0|4;超越:除了技能【真·利刃／弹丸节约】之外，任务开始时或力尽倒下后，体力·耐力＋100（不与其他效果重复）;1, 50, 50, 0', 4, 0, 1, 10, '2;继承:解放因极意所限制的所有技能等级上限。;0, 0, 0, 0|4;超越:除了技能【真·利刃／弹丸节约】之外，任务开始时或力尽倒下后，体力·耐力＋100（不与其他效果重复）;1, 50, 50, 0', '');
INSERT INTO `t_skill` VALUES (202, '飞翔爪攻击强化', '1;飞翔爪攻击强化:在飞翔爪抓牢并进行武器攻击时，将更容易对怪物造成伤害，也更容易掉落投射器的弹药。;1, 0, 0, 0', 1, 0, 0, 1, '1;飞翔爪攻击强化:发动技能效果。;1, 0, 0, 0', '飞翔爪攻击强化');
INSERT INTO `t_skill` VALUES (203, '新世界', '', 1, 0, 1, 24, '', '');
INSERT INTO `t_skill` VALUES (204, '超回复力', '体力在达到槽的最大值前会持续自动回复。', 3, 0, 2, 0, '', '尸套龙之命脉|猎魔人的心得|尸套龙的灵脉');
INSERT INTO `t_skill` VALUES (205, '捕获名人', '高机率增加捕获取得的报酬数量。（从任务中途开始使用不会有效果）', 4, 0, 2, 0, '', '幻兽之恩惠|幻兽之恩宠|教官的引导');
INSERT INTO `t_skill` VALUES (206, '毒伤害强化', '提高对怪物施毒的效果时间。', 3, 0, 2, 0, '', '樱火龙之奥秘|雌火龙的真髓');
INSERT INTO `t_skill` VALUES (207, '突破耐力上限', '增加耐力的上限值。', 4, 0, 2, 0, '', '蛮颚龙之斗志|炎妃龙之恩宠|蛮颚龙的霸气');
INSERT INTO `t_skill` VALUES (208, '达人艺', '发生会心攻击时，不会消耗锐利度。', 3, 0, 2, 0, '', '炎王龙之武技|龙骑士之证');
INSERT INTO `t_skill` VALUES (209, '风压完全无效', '使全部的风压无效。', 3, 0, 2, 0, '', '钢龙之飞翔');
INSERT INTO `t_skill` VALUES (210, '强运', '高机率增加任务完成获得的报酬数量。（从任务中途开始使用不会有效果）', 4, 0, 2, 0, '', '公会之指引|星辰的祝福|幻兽的神秘');
INSERT INTO `t_skill` VALUES (211, '剥取名人', '剥取次数增加1次。（从任务中途开始使用不会有效果）', 4, 0, 2, 0, '', '调查团之指引|公会的见识');
INSERT INTO `t_skill` VALUES (212, '幸运', '完成任务获得的报酬数量容易变多。（从任务中途开始使用不会有效果）', 3, 0, 2, 0, '', '风漂龙之恩宠|公会的见识');
INSERT INTO `t_skill` VALUES (213, '拔刀术【力】', '追加、强化了武器拔刀攻击引起昏厥的能力，攻击力也会小幅提升。', 3, 0, 2, 0, '', '惨爪龙之力|惨爪龙之奥秘|冰牙龙的秘技|冰牙龙的绝技');
INSERT INTO `t_skill` VALUES (214, '飞燕【属性】', '跳跃攻击的属性伤害提升。', 2, 0, 2, 0, '', '龙骑士之证');
INSERT INTO `t_skill` VALUES (215, '伊格尼强度', '猎魔人受过严苛的试炼，只有掌握极致奥义者，才能使用强力的火焰魔法「伊格尼法印」。', 2, 0, 2, 0, '', '猎魔人的心得');
INSERT INTO `t_skill` VALUES (216, '力量解放·极意', '解放力量解放技能的等级上限。', 3, 0, 2, 0, '', '雷狼龙的真髓');
INSERT INTO `t_skill` VALUES (217, '满足感·极意', '解放满足感技能的等级上限。', 3, 0, 2, 0, '', '轰龙的真髓|绚辉龙的真髓');
INSERT INTO `t_skill` VALUES (218, '真·利刃／弹丸节约', '锐利度的消耗大幅降低。提升不需消耗弩枪弹药及弓的瓶即可发射的机率。', 3, 0, 2, 0, '', '迅龙的真髓');
INSERT INTO `t_skill` VALUES (219, '挑战者·极意', '解放挑战者技能的等级上限。', 3, 0, 2, 0, '', '碎龙的真髓|生还者|碎龙之斗志');
INSERT INTO `t_skill` VALUES (220, '浑身·极意', '解放精神抖擞技能的等级上限。', 3, 0, 2, 0, '', '斩龙的真髓|金狮子的斗志');
INSERT INTO `t_skill` VALUES (221, '投射器装填·极意', '解放投射器装填数提升技能等级上限。', 2, 0, 2, 0, '', '银火龙的真髓');
INSERT INTO `t_skill` VALUES (222, '真·会心击【属性】', '大幅提升会心攻击产生时造成的属性伤害（火、水、雷、冰、龙）。', 4, 0, 2, 0, '', '银火龙的真髓');
INSERT INTO `t_skill` VALUES (223, '精灵加护·极意', '解放精灵加护技能的等级上限。', 2, 0, 2, 0, '', '金火龙的真髓');
INSERT INTO `t_skill` VALUES (224, '真·会心击【特殊】', '大幅提升会心攻击产生时造成的状态异常值（麻痹、毒、睡眠、爆破）。', 4, 0, 2, 0, '', '金火龙的真髓');
INSERT INTO `t_skill` VALUES (225, '大地缝缠', '装备衣装时，可获得耐震等级3、风压耐性等级3、耳塞等级3、胆怯无效之效果。', 4, 0, 2, 0, '', '天地煌啼龙的神秘');
INSERT INTO `t_skill` VALUES (226, '真·大地缝缠', '装备衣装时，可获得耐震等级3、耳塞等级5、风压完全无效、胆怯无效之效果。', 5, 0, 2, 0, '', '天地煌啼龙的神秘');
INSERT INTO `t_skill` VALUES (227, '属性加速', '若持续攻击命中怪物，会发动一定时间的属性解放/装填扩充等级2。属性攻击力也会少量提升。', 2, 0, 2, 0, '', '溟波龙的神秘');
INSERT INTO `t_skill` VALUES (228, '真·属性加速', '若持续攻击命中怪物，会发动一定时间的属性解放/装填扩充等级3。属性攻击力也会提升。', 4, 0, 2, 0, '', '溟波龙的神秘');
INSERT INTO `t_skill` VALUES (229, '寒气炼成', '纳刀状态下，会慢慢累积寒气，强化攻击力。当近身攻击击中时或发射箭·弹药时，寒气会逐渐丧失。', 4, 0, 2, 0, '', '冰呪龙的神秘');
INSERT INTO `t_skill` VALUES (230, '炸弹客·极意', '解放炸弹客技能的等级上限。', 3, 0, 2, 0, '', '调查团的炼金术');
INSERT INTO `t_skill` VALUES (231, '击晕术·极意', '解放ＫＯ术技能的等级上限。', 3, 0, 2, 0, '', '角龙的霸气|冰牙龙的绝技');
INSERT INTO `t_skill` VALUES (232, '夺取耐力·极意', '解放夺取耐力技能的等级上限。', 3, 0, 2, 0, '', '恐暴龙的真髓');
INSERT INTO `t_skill` VALUES (233, '炮术·极意', '解放炮术技能的等级上限。', 3, 0, 2, 0, '', '熔山龙的真髓|碎龙之斗志');
INSERT INTO `t_skill` VALUES (234, '整备·极意', '解放整备技能的等级上限。', 3, 0, 2, 0, '', '炎妃龙的真髓');
INSERT INTO `t_skill` VALUES (235, '古代军械库', '防御力上升、伤害反应无效化。受到一定次数攻击后效果会解除，隔一段时间后再次发动。', 5, 0, 2, 0, '', '蓄电池');
INSERT INTO `t_skill` VALUES (236, '丧尸·瘴气耐性', '不会受瘴气侵蚀的影响，也不会变成丧尸状态。', 2, 0, 2, 0, '', '生还者');
INSERT INTO `t_skill` VALUES (237, '龙脉觉醒', '拔刀状态下，属性、状态异常值、会心率上升。攻击时仍会受到伤害，但持续攻击就能发挥自动回复效果。', 3, 0, 2, 0, '', '冥赤龙的封印');
INSERT INTO `t_skill` VALUES (238, '真·龙脉觉醒', '进一步提升拔刀状态中的攻击性能。攻击时虽然仍会受到伤害，但只要持续攻击，就能发挥自动回复效果。', 5, 0, 2, 0, '', '冥赤龙的封印');
INSERT INTO `t_skill` VALUES (239, '万福的献礼', '【万福之宴】特别报酬的发生机率提升。（从任务中途开始使用 不会有效果）', 3, 0, 2, 0, '', '万福的祝福');
INSERT INTO `t_skill` VALUES (240, '万福的恩惠', '【万福之宴】特别报酬的发生机率大幅提升。（从任务中途开始使用 不会有效果）', 5, 0, 2, 0, '', '万福的祝福');
INSERT INTO `t_skill` VALUES (241, '大感谢的赠礼', '【大感谢之宴】特别报酬的发生机率提升。（从任务中途开始使用不会有效果）', 3, 0, 2, 0, '', '大感谢的祝福');
INSERT INTO `t_skill` VALUES (242, '大感谢的恩惠', '【大感谢之宴】特别报酬的发生机率大幅提升。（从任务中途开始使用不会有效果）', 5, 0, 2, 0, '', '大感谢的祝福');
INSERT INTO `t_skill` VALUES (243, '盛放的献礼', '【盛放之宴】特别报酬的发生机率提升。 （从任务中途开始使用不会有效果）', 3, 0, 2, 0, '', '盛放之祝福');
INSERT INTO `t_skill` VALUES (244, '盛放之恩惠', '【盛放之宴】特别报酬的发生机率大幅提升。 （从任务中途开始使用不会有效果）', 5, 0, 2, 0, '', '盛放之祝福');
INSERT INTO `t_skill` VALUES (245, '热情的献礼', '【热情之宴】特别报酬的发生机率提升。（从任务中途开始使用不会有效果）', 3, 0, 2, 0, '', '热情的祝福');
INSERT INTO `t_skill` VALUES (246, '热情的恩惠', '【热情之宴】特别报酬的发生机率大幅提升。（从任务中途开始使用不会有效果）', 5, 0, 2, 0, '', '热情的祝福');
INSERT INTO `t_skill` VALUES (247, '惊魂夜的献礼', '【惊魂夜】特别报酬的发生几率提升。（从任务中途开始使用不会有效果）', 3, 0, 2, 0, '', '惊魂夜的祝福');
INSERT INTO `t_skill` VALUES (248, '惊魂夜的恩惠', '【惊魂夜】特别报酬的发生几率大幅提升。（从任务中途开始使用不会有效果）', 5, 0, 2, 0, '', '惊魂夜的祝福');
INSERT INTO `t_skill` VALUES (249, '火场怪力·极意', '解放火场怪力技能的等级上限。', 4, 0, 2, 0, '', '金狮子的斗志');
INSERT INTO `t_skill` VALUES (250, '耐性变换【属性】', '防御的属性耐性值越高，装备的武器属性值也越会增高。', 2, 0, 2, 0, '', '煌黑龙的神秘');
INSERT INTO `t_skill` VALUES (251, '全属性耐性强化', '全属性耐性值1.2倍', 3, 0, 2, 0, '', '煌黑龙的神秘');
INSERT INTO `t_skill` VALUES (252, '继承', '解放因极意所限制的所有技能等级上限。', 2, 0, 2, 0, '', '黑龙的传说');
INSERT INTO `t_skill` VALUES (253, '超越', '除了技能【真·利刃／弹丸节约】之外，任务开始时或力尽倒下后，体力·耐力＋100（不与其他效果重复）', 4, 0, 2, 0, '', '黑龙的传说');

SET FOREIGN_KEY_CHECKS = 1;
